256 226 150
257 150 129
258 101 226
259 129 116
260 115 226
261 129 97
262 105 110
263 116 104
264 104 101
265 97 110
266 100 226
267 110 226
268 114 101
269 101 114
270 116 226
271 111 110
272 101 115
273 116 105
274 129 105
275 97 116
276 129 111
277 101 110
278 129 115
279 110 100
280 114 226
281 111 114
282 44 226
283 129 99
284 110 103
285 116 101
286 121 226
287 97 108
288 110 116
289 97 114
290 105 116
291 116 111
292 115 116
293 129 112
294 105 115
295 129 119
296 111 226
297 101 100
298 103 226
299 115 101
300 129 102
301 105 111
302 111 117
303 108 101
304 118 101
305 129 98
306 111 102
307 108 226
308 102 226
309 114 111
310 101 97
311 46 226
312 129 109
313 105 99
314 99 111
315 104 97
316 114 105
317 100 101
318 109 101
319 114 97
320 129 100
321 97 115
322 129 101
323 99 97
324 99 101
325 117 114
326 110 101
327 129 114
328 108 105
329 129 104
330 97 226
331 116 97
332 110 115
333 104 226
334 115 105
335 104 105
336 101 99
337 108 108
338 97 108
339 337 108
340 111 109
341 99 116
342 99 104
343 100 105
344 109 97
345 112 114
346 129 108
347 97 99
348 108 97
349 102 111
350 117 115
351 112 101
352 110 99
353 101 108
354 116 114
355 98 101
356 116 115
357 114 115
358 115 115
359 129 115
360 101 115
361 105 115
362 97 115
363 110 115
364 117 115
365 116 115
366 114 115
367 358 115
368 101 116
369 105 101
370 108 111
371 103 101
372 108 121
373 110 105
374 104 111
375 101 109
376 110 97
377 117 116
378 111 116
379 115 44
380 129 110
381 114 116
382 117 110
383 115 111
384 101 101
385 104 101
386 114 101
387 116 101
388 115 101
389 118 101
390 108 101
391 109 101
392 100 101
393 129 101
394 99 101
395 110 101
396 112 101
397 105 101
398 98 101
399 103 101
400 384 101
401 226 128
402 105 108
403 119 105
404 111 119
405 115 46
406 112 111
407 115 117
408 105 118
409 99 105
410 111 108
411 109 111
412 118 105
413 105 97
414 84 104
415 105 109
416 112 108
417 105 114
418 129 84
419 110 111
420 109 112
421 105 100
422 97 105
423 129 103
424 109 105
425 117 108
426 112 97
427 105 103
428 97 100
429 109 226
430 116 117
431 129 117
432 102 105
433 101 118
434 116 121
435 129 121
436 97 98
437 111 112
438 101 358
439 97 109
440 119 97
441 102 101
442 97 337
443 121 111
444 119 101
445 111 115
446 119 104
447 111 111
448 129 111
449 116 111
450 105 111
451 114 111
452 99 111
453 102 111
454 108 111
455 104 111
456 115 111
457 112 111
458 109 111
459 110 111
460 121 111
461 447 111
462 111 100
463 117 99
464 129 65
465 98 108
466 115 104
467 114 121
468 103 104
469 108 115
470 101 120
471 97 103
472 107 101
473 97 121
474 111 118
475 108 100
476 129 83
477 105 102
478 129 73
479 115 112
480 100 117
481 129 67
482 97 118
483 97 112
484 101 44
485 111 99
486 129 118
487 114 109
488 99 117
489 99 114
490 101 105
491 101 46
492 108 116
493 103 114
494 119 226
495 100 97
496 99 108
497 102 102
498 129 102
499 111 102
500 497 102
501 102 114
502 103 105
503 101 112
504 128 153
505 98 111
506 107 226
507 119 111
508 105 102
509 118 97
510 114 110
511 108 117
512 115 97
513 114 100
514 99 226
515 100 115
516 117 97
517 117 101
518 100 111
519 103 97
520 112 226
521 112 112
522 129 112
523 109 112
524 111 112
525 115 112
526 101 112
527 521 112
528 113 117
529 101 121
530 115 99
531 117 109
532 98 105
533 98 97
534 116 116
535 129 116
536 97 116
537 110 116
538 105 116
539 115 116
540 99 116
541 101 116
542 117 116
543 114 116
544 111 116
545 108 116
546 534 116
547 98 117
548 105 337
549 102 97
550 114 99
551 101 103
552 129 80
553 111 103
554 97 107
555 129 77
556 117 226
557 114 117
558 99 107
559 112 105
560 107 105
561 117 100
562 117 105
563 121 115
564 129 66
565 114 103
566 97 112
567 45 226
568 98 121
569 121 44
570 101 102
571 104 116
572 109 109
573 129 109
574 111 109
575 101 109
576 105 109
577 97 109
578 114 109
579 117 109
580 572 109
581 117 103
582 73 110
583 112 116
584 109 117
585 153 115
586 110 44
587 114 107
588 97 117
589 102 117
590 129 72
591 129 40
592 129 87
593 129 69
594 109 115
595 129 68
596 103 110
597 110 46
598 121 46
599 100 114
600 58 226
601 111 105
602 105 98
603 101 119
604 129 70
605 114 114
606 101 114
607 111 114
608 97 114
609 129 114
610 117 114
611 112 114
612 116 114
613 105 114
614 99 114
615 103 114
616 102 114
617 100 114
618 605 114
619 98 114
620 105 122
621 116 46
622 129 82
623 116 44
624 129 226
625 112 117
626 99 99
627 129 99
628 105 99
629 101 99
630 110 99
631 97 99
632 117 99
633 111 99
634 115 99
635 114 99
636 626 99
637 110 102
638 129 107
639 120 112
640 105 112
641 129 49
642 111 98
643 117 112
644 101 337
645 112 104
646 103 117
647 110 117
648 110 121
649 114 108
650 104 114
651 114 44
652 116 108
653 102 116
654 97 358
655 110 118
656 67 111
657 115 121
658 109 98
659 101 111
660 110 110
661 105 110
662 97 110
663 111 110
664 101 110
665 129 110
666 117 110
667 114 110
668 73 110
669 103 110
670 660 110
671 102 108
672 129 76
673 129 71
674 97 521
675 114 118
676 100 46
677 111 572
678 103 111
679 129 78
680 121 101
681 100 44
682 112 115
683 46 84
684 118 111
685 114 384
686 122 101
687 104 121
688 111 97
689 116 119
690 115 107
691 117 98
692 119 110
693 129 50
694 107 115
695 115 109
696 105 107
697 129 79
698 103 115
699 87 104
700 129 85
701 101 113
702 99 121
703 111 337
704 114 46
705 82 101
706 100 100
707 110 100
708 101 100
709 129 100
710 105 100
711 97 100
712 111 100
713 108 100
714 114 100
715 117 100
716 706 100
717 128 156
718 110 108
719 77 97
720 128 157
721 73 116
722 41 226
723 100 121
724 108 112
725 97 626
726 97 534
727 111 107
728 103 108
729 103 121
730 46 45
731 101 497
732 104 117
733 129 106
734 97 102
735 50 48
736 110 384
737 103 44
738 73 226
739 110 107
740 120 116
741 115 108
742 97 119
743 83 116
744 65 226
745 80 114
746 48 226
747 103 46
748 48 48
749 129 113
750 110 109
751 107 110
752 105 497
753 121 112
754 104 110
755 120 105
756 111 358
757 67 104
758 105 358
759 114 102
760 129 74
761 106 117
762 72 111
763 98 115
764 50 48
765 157 226
766 108 118
767 108 44
768 117 521
769 83 111
770 67 97
771 72 101
772 111 497
773 101 104
774 119 115
775 101 534
776 106 101
777 115 384
778 119 384
779 115 58
780 101 45
781 108 447
782 116 109
783 70 111
784 114 112
785 97 706
786 108 46
787 39 115
788 99 115
789 101 98
790 46 73
791 106 111
792 68 101
793 114 98
794 120 97
795 46 65
796 748 48
797 65 110
798 49 57
799 98 384
800 121 105
801 116 99
802 111 101
803 104 447
804 129 75
805 116 447
806 100 108
807 108 102
808 85 110
809 77 111
810 87 101
811 121 109
812 97 44
813 80 97
814 129 86
815 129 89
816 109 46
817 97 605
818 111 121
819 122 97
820 128 147
821 100 118
822 129 124
823 103 103
824 110 103
825 129 103
826 105 103
827 97 103
828 111 103
829 101 103
830 114 103
831 117 103
832 823 103
833 104 44
834 89 111
835 110 45
836 83 101
837 46 83
838 66 101
839 120 226
840 104 46
841 65 115
842 105 226
843 117 605
844 102 384
845 109 121
846 59 226
847 100 103
848 97 660
849 46 87
850 41 46
851 84 111
852 78 111
853 102 447
854 112 109
855 68 105
856 105 534
857 109 44
858 69 110
859 73 102
860 97 497
861 66 117
862 147 226
863 110 104
864 77 101
865 129 51
866 101 117
867 111 120
868 105 113
869 79 110
870 153 116
871 128 148
872 97 46
873 87 105
874 116 45
875 84 114
876 83 117
877 76 97
878 114 447
879 117 337
880 108 45
881 76 101
882 84 101
883 66 97
884 76 105
885 122 105
886 101 58
887 70 114
888 101 605
889 45 116
890 70 105
891 78 101
892 120 99
893 120 101
894 121 99
895 65 114
896 119 114
897 45 115
898 101 107
899 115 119
900 65 108
901 63 226
902 77 105
903 108 109
904 78 97
905 71 101
906 83 97
907 87 97
908 72 97
909 111 660
910 83 99
911 48 49
912 80 111
913 50 226
914 108 107
915 46 67
916 115 102
917 41 44
918 65 109
919 80 101
920 104 108
921 53 226
922 45 98
923 115 45
924 121 116
925 71 114
926 111 521
927 105 660
928 98 226
929 116 384
930 66 114
931 72 105
932 111 106
933 105 117
934 68 97
935 114 45
936 102 121
937 83 105
938 83 226
939 121 108
940 66 121
941 104 115
942 107 97
943 115 110
944 97 120
945 83 104
946 49 226
947 111 44
948 68 111
949 45 99
950 124 226
951 98 447
952 69 120
953 111 605
954 103 447
955 129 34
956 65 73
957 107 44
958 49 48
959 112 121
960 46 72
961 105 572
962 115 41
963 119 108
964 69 97
965 108 99
966 82 111
967 121 110
968 110 106
969 46 70
970 83 112
971 105 120
972 153 226
973 107 46
974 111 45
975 129 53
976 76 111
977 49 56
978 71 111
979 46 66
980 129 52
981 100 45
982 98 106
983 121 97
984 68 226
985 48 50
986 111 626
987 103 116
988 107 384
989 87 111
990 58 45
991 70 97
992 67 108
993 34 226
994 97 101
995 97 572
996 117 358
997 51 226
998 86 105
999 84 97
1000 129 45
1001 97 104
1002 107 108
1003 67 226
1004 45 114
1005 117 626
1006 111 104
1007 67 114
1008 52 226
1009 100 384
1010 97 122
1011 116 110
1012 121 45
1013 46 77
1014 104 109
1015 46 80
1016 80 108
1017 74 97
1018 45 102
1019 37 226
1020 99 447
1021 65 102
1022 117 823
1023 104 45
1024 112 46
1025 46 68
1026 114 119
1027 66 111
1028 45 112
1029 110 58
1030 65 117
1031 121 100
1032 45 100
1033 66 105
1034 73 115
1035 84 226
1036 97 106
1037 108 384
1038 111 534
1039 82 105
1040 46 79
1041 82 97
1042 67 101
1043 85 115
1044 748 748
1045 748 1044
1046 1044 748
1047 108 110
1048 116 102
1049 119 116
1050 74 111
1051 46 69
1052 110 39
1053 68 114
1054 49 46
1055 102 45
1056 115 63
1057 116 39
1058 73 109
1059 49 50
1060 114 104
1061 129 54
1062 153 114
1063 50 748
1064 128 152
1065 49 53
1066 112 384
1067 100 110
1068 100 109
1069 103 45
1070 54 226
1071 65 99
1072 111 46
1073 74 117
1074 45 101
1075 108 119
1076 116 112
1077 45 108
1078 77 117
1079 119 46
1080 50 46
1081 80 104
1082 69 118
1083 117 497
1084 56 226
1085 71 97
1086 99 46
1087 65 100
1088 119 44
1089 46 82
1090 70 117
1091 57 226
1092 65 116
1093 112 44
1094 100 119
1095 45 97
1096 115 114
1097 68 117
1098 117 534
1099 48 46
1100 104 384
1101 79 114
1102 45 49
1103 109 102
1104 121 58
1105 116 58
1106 45 111
1107 53 48
1108 48 44
1109 98 98
1110 129 98
1111 97 98
1112 105 98
1113 111 98
1114 109 98
1115 117 98
1116 114 98
1117 101 98
1118 45 98
1119 1109 98
1120 66 108
1121 84 105
1122 121 98
1123 45 105
1124 46 49
1125 55 226
1126 148 226
1127 74 101
1128 117 111
1129 45 109
1130 49 55
1131 69 226
1132 65 626
1133 67 117
1134 129 55
1135 49 49
1136 129 49
1137 48 49
1138 45 49
1139 70 101
1140 51 46
1141 65 706
1142 98 116
1143 80 226
1144 49 54
1145 101 63
1146 51 48
1147 101 41
1148 129 56
1149 100 104
1150 83 46
1151 129 81
1152 1135 49
1153 121 114
1154 81 117
1155 46 49
1156 44 748
1157 108 103
1158 65 337
1159 69 117
1160 122 111
1161 117 102
1162 75 105
1163 117 572
1164 80 117
1165 109 384
1166 46 50
1167 99 44
1168 82 226
1169 105 521
1170 46 76
1171 83 121
1172 110 114
1173 104 99
1174 103 109
1175 110 112
1176 69 109
1177 67 79
1178 117 660
1179 50 53
1180 86 97
1181 79 117
1182 85 83
1183 129 57
1184 72 117
1185 69 100
1186 70 108
1187 52 46
1188 46 44
1189 108 114
1190 105 45
1191 46 34
1192 129 38
1193 33 226
1194 38 226
1195 78 65
1196 107 121
1197 49 52
1198 112 447
1199 101 39
1200 57 57
1201 49 57
1202 106 97
1203 129 57
1204 75 101
1205 100 447
1206 115 59
1207 75 97
1208 82 117
1209 71 117
1210 49 51
1211 49 44
1212 65 103
1213 129 90
1214 103 58
1215 39 116
1216 156 84
1217 69 108
1218 115 84
1219 86 101
1220 46 78
1221 100 106
1222 108 98
1223 83 65
1224 46 46
1225 115 46
1226 101 46
1227 110 46
1228 121 46
1229 116 46
1230 100 46
1231 114 46
1232 103 46
1233 108 46
1234 109 46
1235 104 46
1236 41 46
1237 97 46
1238 107 46
1239 112 46
1240 49 46
1241 111 46
1242 119 46
1243 50 46
1244 99 46
1245 48 46
1246 51 46
1247 83 46
1248 52 46
1249 1200 57
1250 46 85
1251 46 53
1252 109 447
1253 50 49
1254 65 521
1255 89 101
1256 53 46
1257 65 358
1258 45 119
1259 67 105
1260 46 51
1261 129 122
1262 50 52
1263 40 97
1264 85 46
1265 105 706
1266 65 98
1267 102 115
1268 100 102
1269 101 660
1270 121 103
1271 65 83
1272 97 45
1273 77 226
1274 105 605
1275 48 37
1276 79 226
1277 86 226
1278 40 49
1279 80 105
1280 116 63
1281 105 823
1282 84 117
1283 73 68
1284 76 226
1285 119 447
1286 104 119
1287 100 98
1288 79 112
1289 50 44
1290 79 118
1291 48 115
1292 107 111
1293 105 44
1294 102 46
1295 78 226
1296 78 105
1297 49 748
1298 50 50
1299 129 50
1300 48 50
1301 49 50
1302 46 50
1303 109 110
1304 63 84
1305 153 337
1306 100 58
1307 119 119
1308 129 119
1309 111 119
1310 101 119
1311 116 119
1312 97 119
1313 115 119
1314 114 119
1315 108 119
1316 45 119
1317 115 113
1318 109 108
1319 1298 50
1320 129 36
1321 119 45
1322 110 120
1323 52 48
1324 121 122
1325 49 1200
1326 54 48
1327 116 98
1328 39 226
1329 50 51
1330 70 226
1331 46 71
1332 114 58
1333 110 41
1334 40 50
1335 57 48
1336 110 119
1337 109 45
1338 53 44
1339 57 56
1340 156 73
1341 120 121
1342 46 52
1343 45 103
1344 56 48
1345 73 73
1346 129 73
1347 46 73
1348 65 73
1349 40 115
1350 48 45
1351 129 46
1352 45 104
1353 129 91
1354 54 46
1355 73 83
1356 102 44
1357 71 105
1358 105 46
1359 78 117
1360 112 100
1361 45 117
1362 83 84
1363 110 122
1364 40 65
1365 65 82
1366 66 226
1367 40 67
1368 116 41
1369 57 55
1370 69 82
1371 128 166
1372 51 44
1373 71 108
1374 97 823
1375 65 84
1376 101 122
1377 121 63
1378 110 63
1379 67 65
1380 117 121
1381 118 121
1382 57 54
1383 46 99
1384 79 116
1385 69 83
1386 65 67
1387 107 117
1388 52 44
1389 110 98
1390 73 114
1391 57 52
1392 63 65
1393 55 46
1394 121 39
1395 118 117
1396 101 823
1397 117 706
1398 122 122
1399 105 122
1400 97 122
1401 129 122
1402 121 122
1403 110 122
1404 101 122
1405 1398 122
1406 129 48
1407 121 384
1408 83 109
1409 40 116
1410 45 50
1411 115 100
1412 101 59
1413 57 53
1414 65 68
1415 75 111
1416 153 118
1417 46 89
1418 71 226
1419 80 65
1420 129 88
1421 120 117
1422 104 534
1423 44 34
1424 73 78
1425 97 113
1426 115 98
1427 117 107
1428 65 118
1429 82 69
1430 120 104
1431 40 83
1432 65 112
1433 47 47
1434 1433 47
1435 107 45
1436 115 65
1437 86 73
1438 1345 73
1439 55 48
1440 40 105
1441 122 226
1442 56 46
1443 79 102
1444 112 45
1445 57 46
1446 116 100
1447 58 1433
1448 129 1135
1449 104 98
1450 84 121
1451 65 46
1452 129 39
1453 71 447
1454 156 87
1455 107 103
1456 67 69
1457 77 121
1458 39 114
1459 65 80
1460 49 41
1461 97 111
1462 69 497
1463 84 69
1464 117 46
1465 99 384
1466 40 101
1467 54 44
1468 75 226
1469 57 44
1470 65 78
1471 121 41
1472 115 447
1473 76 117
1474 50 41
1475 68 78
1476 121 119
1477 46 103
1478 65 105
1479 79 99
1480 73 67
1481 56 44
1482 117 39
1483 83 119
1484 100 63
1485 69 99
1486 55 44
1487 68 65
1488 40 80
1489 117 120
1490 73 84
1491 57 51
1492 72 226
1493 162 226
1494 67 46
1495 83 69
1496 114 39
1497 68 46
1498 115 47
1499 77 65
1500 195 169
1501 70 447
1502 83 68
1503 101 84
1504 100 41
1505 115 39
1506 114 41
1507 85 226
1508 83 83
1509 129 83
1510 46 83
1511 85 83
1512 65 83
1513 73 83
1514 69 83
1515 40 83
1516 119 100
1517 1224 1224
1518 1224 1517
1519 1517 1224
1520 82 73
1521 73 80
1522 97 41
1523 1508 83
1524 75 110
1525 48 51
1526 69 115
1527 69 68
1528 1224 46
1529 40 111
1530 117 44
1531 86 111
1532 105 104
1533 80 67
1534 46 41
1535 115 73
1536 41 58
1537 83 108
1538 111 122
1539 116 122
1540 58 49
1541 63 45
1542 46 75
1543 57 49
1544 93 226
1545 65 41
1546 79 86
1547 73 100
1548 68 45
1549 48 53
1550 79 98
1551 84 73
1552 76 69
1553 115 33
1554 50 54
1555 99 113
1556 83 384
1557 72 121
1558 128 162
1559 120 44
1560 117 1109
1561 51 53
1562 51 41
1563 57 50
1564 82 65
1565 45 67
1566 107 112
1567 46 54
1568 40 73
1569 69 77
1570 107 114
1571 84 119
1572 52 53
1573 83 107
1574 100 116
1575 85 75
1576 80 115
1577 45 83
1578 101 706
1579 114 63
1580 107 102
1581 78 83
1582 41 45
1583 115 87
1584 79 83
1585 34 84
1586 80 82
1587 83 41
1588 79 78
1589 50 56
1590 53 45
1591 83 73
1592 107 104
1593 85 78
1594 77 83
1595 107 99
1596 67 80
1597 50 55
1598 66 447
1599 75 384
1600 40 77
1601 112 102
1602 148 97
1603 53 37
1604 45 45
1605 46 45
1606 101 45
1607 110 45
1608 116 45
1609 108 45
1610 115 45
1611 114 45
1612 111 45
1613 100 45
1614 58 45
1615 121 45
1616 104 45
1617 129 45
1618 102 45
1619 103 45
1620 105 45
1621 97 45
1622 119 45
1623 109 45
1624 48 45
1625 107 45
1626 112 45
1627 63 45
1628 68 45
1629 41 45
1630 53 45
1631 79 108
1632 1307 119
1633 79 497
1634 40 78
1635 67 68
1636 67 41
1637 101 33
1638 156 116
1639 120 111
1640 69 67
1641 157 46
1642 70 65
1643 84 72
1644 73 86
1645 1307 1307
1646 1307 1645
1647 1645 1307
1648 110 113
1649 45 51
1650 50 45
1651 87 114
1652 129 1345
1653 100 39
1654 55 53
1655 108 58
1656 45 121
1657 71 80
1658 72 73
1659 101 106
1660 122 121
1661 65 77
1662 105 105
1663 116 105
1664 129 105
1665 114 105
1666 108 105
1667 115 105
1668 104 105
1669 100 105
1670 110 105
1671 119 105
1672 99 105
1673 118 105
1674 97 105
1675 109 105
1676 102 105
1677 101 105
1678 103 105
1679 98 105
1680 112 105
1681 107 105
1682 117 105
1683 111 105
1684 120 105
1685 121 105
1686 68 105
1687 87 105
1688 76 105
1689 122 105
1690 70 105
1691 77 105
1692 72 105
1693 83 105
1694 86 105
1695 66 105
1696 82 105
1697 84 105
1698 45 105
1699 75 105
1700 67 105
1701 80 105
1702 78 105
1703 71 105
1704 40 105
1705 65 105
1706 85 112
1707 56 53
1708 47 226
1709 83 67
1710 67 84
1711 80 83
1712 40 69
1713 69 116
1714 51 68
1715 61 226
1716 97 97
1717 129 97
1718 101 97
1719 104 97
1720 114 97
1721 99 97
1722 116 97
1723 109 97
1724 108 97
1725 110 97
1726 105 97
1727 112 97
1728 119 97
1729 100 97
1730 118 97
1731 115 97
1732 117 97
1733 103 97
1734 98 97
1735 102 97
1736 111 97
1737 77 97
1738 67 97
1739 120 97
1740 80 97
1741 122 97
1742 76 97
1743 66 97
1744 78 97
1745 87 97
1746 72 97
1747 83 97
1748 68 97
1749 107 97
1750 69 97
1751 121 97
1752 70 97
1753 84 97
1754 74 97
1755 82 97
1756 71 97
1757 45 97
1758 86 97
1759 106 97
1760 75 97
1761 40 97
1762 148 97
1763 120 46
1764 65 76
1765 56 54
1766 40 70
1767 46 111
1768 1716 97
1769 67 66
1770 49 45
1771 72 69
1772 53 748
1773 80 69
1774 69 78
1775 46 55
1776 67 67
1777 129 67
1778 46 67
1779 40 67
1780 65 67
1781 73 67
1782 80 67
1783 45 67
1784 69 67
1785 83 67
1786 65 44
1787 63 73
1788 51 50
1789 69 80
1790 46 48
1791 48 56
1792 46 86
1793 156 65
1794 156 115
1795 69 65
1796 48 41
1797 115 83
1798 110 59
1799 98 109
1800 56 56
1801 49 56
1802 129 56
1803 57 56
1804 50 56
1805 52 41
1806 40 99
1807 48 56
1808 58 84
1809 78 69
1810 68 67
1811 76 65
1812 97 1109
1813 79 82
1814 117 118
1815 45 113
1816 40 119
1817 48 57
1818 78 71
1819 157 84
1820 194 176
1821 46 101
1822 1776 67
1823 80 84
1824 51 49
1825 45 65
1826 103 47
1827 108 41
1828 103 63
1829 40 84
1830 1662 105
1831 48 52
1832 90 101
1833 66 67
1834 40 112
1835 50 57
1836 98 110
1837 98 46
1838 77 46
1839 53 41
1840 73 44
1841 51 45
1842 110 84
1843 111 706
1844 83 80
1845 51 54
1846 43 226
1847 1800 56
1848 63 87
1849 67 121
1850 89 226
1851 54 53
1852 45 110
1853 48 54
1854 82 83
1855 69 84
1856 80 73
1857 48 55
1858 104 58
1859 106 105
1860 56 57
1861 166 226
1862 129 61
1863 76 447
1864 109 41
1865 116 59
1866 103 100
1867 100 47
1868 84 447
1869 67 83
1870 112 58
1871 51 51
1872 129 51
1873 49 51
1874 46 51
1875 50 51
1876 57 51
1877 48 51
1878 45 51
1879 56 55
1880 148 116
1881 73 46
1882 45 118
1883 83 44
1884 78 67
1885 107 116
1886 103 41
1887 40 68
1888 78 84
1889 40 102
1890 115 67
1891 129 47
1892 78 68
1893 121 59
1894 46 56
1895 103 102
1896 68 44
1897 77 73
1898 52 45
1899 82 79
1900 1604 45
1901 1871 51
1902 68 69
1903 111 823
1904 68 73
1905 80 68
1906 109 58
1907 73 41
1908 129 44
1909 67 82
1910 84 65
1911 119 99
1912 46 81
1913 67 447
1914 97 58
1915 77 69
1916 118 226
1917 73 45
1918 49 58
1919 46 74
1920 56 52
1921 129 194
1922 98 100
1923 100 99
1924 67 44
1925 83 79
1926 40 98
1927 104 100
1928 65 534
1929 48 1298
1930 82 84
1931 69 46
1932 97 39
1933 84 83
1934 53 53
1935 129 53
1936 49 53
1937 50 53
1938 46 53
1939 57 53
1940 48 53
1941 51 53
1942 52 53
1943 55 53
1944 56 53
1945 54 53
1946 78 73
1947 47 111
1948 66 46
1949 51 56
1950 40 66
1951 122 108
1952 68 41
1953 157 44
1954 98 44
1955 51 55
1956 77 99
1957 1934 53
1958 69 103
1959 54 41
1960 73 39
1961 84 79
1962 122 117
1963 69 69
1964 129 69
1965 46 69
1966 67 69
1967 84 69
1968 82 69
1969 83 69
1970 76 69
1971 72 69
1972 40 69
1973 80 69
1974 78 69
1975 77 69
1976 68 69
1977 45 66
1978 65 65
1979 129 65
1980 46 65
1981 78 65
1982 83 65
1983 40 65
1984 67 65
1985 80 65
1986 115 65
1987 68 65
1988 77 65
1989 82 65
1990 70 65
1991 156 65
1992 69 65
1993 76 65
1994 45 65
1995 84 65
1996 67 73
1997 77 80
1998 40 82
1999 40 71
2000 75 117
2001 101 47
2002 51 52
2003 156 83
2004 79 115
2005 121 84
2006 36 49
2007 68 83
2008 67 72
2009 118 115
2010 73 111
2011 156 97
2012 57 41
2013 47 1307
2014 115 34
2015 129 120
2016 40 72
2017 107 109
2018 56 41
2019 68 80
2020 52 56
2021 100 59
2022 69 85
2023 73 79
2024 39 337
2025 109 47
2026 82 67
2027 156 99
2028 45 107
2029 52 52
2030 129 52
2031 49 52
2032 50 52
2033 46 52
2034 57 52
2035 48 52
2036 56 52
2037 51 52
2038 87 226
2039 50 58
2040 73 65
2041 72 65
2042 40 76
2043 69 114
2044 65 66
2045 117 1398
2046 111 58
2047 105 106
2048 116 84
2049 84 41
2050 48 116
2051 52 49
2052 83 77
2053 40 108
2054 82 78
2055 129 58
2056 47 115
2057 117 384
2058 45 84
2059 89 97
2060 98 118
2061 2029 52
2062 1963 69
2063 56 51
2064 46 57
2065 55 41
2066 112 110
2067 34 73
2068 101 65
2069 79 67
2070 101 34
2071 56 49
2072 72 68
2073 80 41
2074 122 104
2075 78 79
2076 40 109
2077 101 521
2078 76 76
2079 129 76
2080 46 76
2081 65 76
2082 2078 76
2083 119 98
2084 1978 65
2085 45 70
2086 79 80
2087 85 114
2088 51 748
2089 45 80
2090 129 1298
2091 79 84
2092 100 112
2093 54 52
2094 40 76
2095 52 50
2096 88 226
2097 124 124
2098 129 124
2099 107 119
2100 63 83
2101 85 108
2102 56 50
2103 55 56
2104 110 65
2105 66 65
2106 55 55
2107 129 55
2108 49 55
2109 57 55
2110 50 55
2111 46 55
2112 48 55
2113 56 55
2114 51 55
2115 45 68
2116 82 46
2117 98 45
2118 56 45
2119 74 46
2120 55 54
2121 80 79
2122 72 79
2123 111 1109
2124 52 51
2125 77 68
2126 73 77
2127 68 72
2128 53 49
2129 40 110
2130 47 50
2131 45 77
2132 51 57
2133 77 76
2134 79 50
2135 116 33
2136 55 50
2137 115 103
2138 53 54
2139 107 100
2140 156 112
2141 45 52
2142 73 660
2143 2106 55
2144 52 55
2145 115 80
2146 148 105
2147 85 86
2148 73 82
2149 77 82
2150 54 45
2151 77 447
2152 69 113
2153 83 72
2154 66 84
2155 76 73
2156 77 79
2157 53 50
2158 40 51
2159 70 384
2160 85 116
2161 115 68
2162 40 226
2163 54 54
2164 129 54
2165 49 54
2166 57 54
2167 50 54
2168 46 54
2169 56 54
2170 51 54
2171 48 54
2172 55 54
2173 53 54
2174 82 447
2175 69 76
2176 67 78
2177 111 84
2178 115 77
2179 80 46
2180 121 33
2181 129 43
2182 54 49
2183 80 121
2184 65 660
2185 121 117
2186 107 98
2187 104 41
2188 108 104
2189 107 58
2190 52 54
2191 2163 54
2192 108 63
2193 156 98
2194 55 57
2195 57 116
2196 59 45
2197 65 119
2198 58 65
2199 109 63
2200 109 119
2201 101 83
2202 77 114
2203 47 100
2204 53 52
2205 54 56
2206 71 73
2207 80 77
2208 129 35
2209 66 73
2210 53 51
2211 67 76
2212 156 66
2213 54 50
2214 85 82
2215 51 58
2216 47 49
2217 101 73
2218 63 89
2219 108 122
2220 39 118
2221 84 77
2222 41 84
2223 115 70
2224 54 51
2225 63 67
2226 52 57
2227 48 1135
2228 68 70
2229 80 80
2230 129 80
2231 46 80
2232 65 80
2233 40 80
2234 73 80
2235 67 80
2236 71 80
2237 69 80
2238 83 80
2239 77 80
2240 68 80
2241 45 80
2242 79 80
2243 115 80
2244 40 114
2245 82 41
2246 73 69
2247 69 358
2248 114 59
2249 156 67
2250 68 79
2251 115 69
2252 55 45
2253 70 68
2254 84 80
2255 2097 2097
2256 2097 2255
2257 2255 2097
2258 86 65
2259 79 77
2260 115 66
2261 40 85
2262 75 114
2263 55 51
2264 71 69
2265 80 86
2266 45 82
2267 54 55
2268 2229 80
2269 169 226
2270 84 67
2271 45 69
2272 53 56
2273 153 109
2274 108 39
2275 55 49
2276 53 55
2277 67 115
2278 55 52
2279 40 100
2280 129 1604
2281 83 76
2282 66 83
2283 52 748
2284 84 46
2285 49 115
2286 99 45
2287 84 82
2288 53 57
2289 107 63
2290 129 224
2291 80 85
2292 69 86
2293 40 79
2294 54 57
2295 34 87
2296 76 83
2297 156 77
2298 75 104
2299 68 115
2300 80 76
2301 120 45
2302 70 84
2303 56 748
2304 76 46
2305 40 87
2306 49 47
2307 83 110
2308 116 47
2309 68 121
2310 105 1398
2311 58 73
2312 78 70
2313 78 384
2314 80 70
2315 39 109
2316 72 84
2317 104 102
2318 153 46
2319 103 384
2320 47 112
2321 76 80
2322 156 119
2323 104 63
2324 40 104
2325 47 99
2326 115 79
2327 66 77
2328 73 572
2329 69 79
2330 57 45
2331 52 58
2332 82 80
2333 105 121
2334 118 46
2335 68 384
2336 72 67
2337 99 109
2338 83 45
2339 72 46
2340 34 46
2341 156 79
2342 195 161
2343 101 87
2344 176 67
2345 84 115
2346 156 102
2347 68 82
2348 76 79
2349 73 337
2350 74 105
2351 104 112
2352 65 71
2353 69 105
2354 112 99
2355 45 53
2356 73 66
2357 71 66
2358 65 497
2359 110 47
2360 105 41
2361 156 109
2362 112 72
2363 156 72
2364 156 100
2365 105 119
2366 45 76
2367 117 117
2368 111 117
2369 115 117
2370 116 117
2371 129 117
2372 100 117
2373 99 117
2374 108 117
2375 113 117
2376 98 117
2377 114 117
2378 109 117
2379 97 117
2380 102 117
2381 112 117
2382 103 117
2383 110 117
2384 104 117
2385 106 117
2386 66 117
2387 83 117
2388 105 117
2389 74 117
2390 77 117
2391 70 117
2392 68 117
2393 67 117
2394 80 117
2395 72 117
2396 82 117
2397 84 117
2398 78 117
2399 45 117
2400 107 117
2401 118 117
2402 76 117
2403 122 117
2404 75 117
2405 121 117
2406 69 112
2407 101 67
2408 87 72
2409 156 80
2410 2367 117
2411 121 102
2412 156 104
2413 112 103
2414 46 40
2415 114 195
2416 34 65
2417 45 73
2418 117 104
2419 67 77
2420 75 46
2421 85 84
2422 45 54
2423 85 67
2424 65 45
2425 115 72
2426 85 107
2427 83 66
2428 79 120
2429 70 73
2430 90 105
2431 72 83
2432 42 226
2433 76 67
2434 84 86
2435 69 41
2436 71 65
2437 88 45
2438 98 104
2439 82 104
2440 54 748
2441 82 68
2442 119 121
2443 65 58
2444 105 1109
2445 79 85
2446 45 56
2447 47 97
2448 58 83
2449 37 46
2450 79 70
2451 156 105
2452 112 98
2453 153 44
2454 153 100
2455 53 58
2456 49 1800
2457 77 67
2458 45 71
2459 124 84
2460 76 121
2461 224 165
2462 87 447
2463 110 33
2464 69 44
2465 103 98
2466 70 79
2467 79 104
2468 124 67
2469 87 65
2470 41 59
2471 107 107
2472 97 107
2473 99 107
2474 114 107
2475 129 107
2476 115 107
2477 105 107
2478 111 107
2479 110 107
2480 101 107
2481 108 107
2482 117 107
2483 85 107
2484 2471 107
2485 156 114
2486 86 69
2487 84 44
2488 115 82
2489 82 70
2490 103 84
2491 77 41
2492 63 77
2493 99 41
2494 44 53
2495 84 84
2496 129 84
2497 46 84
2498 83 84
2499 65 84
2500 73 84
2501 101 84
2502 67 84
2503 157 84
2504 80 84
2505 40 84
2506 110 84
2507 69 84
2508 78 84
2509 82 84
2510 45 84
2511 79 84
2512 66 84
2513 111 84
2514 41 84
2515 70 84
2516 85 84
2517 47 104
2518 114 84
2519 71 68
2520 40 52
2521 93 46
2522 147 49
2523 45 72
2524 68 77
2525 71 79
2526 121 65
2527 109 116
2528 45 87
2529 2495 84
2530 124 83
2531 63 68
2532 73 71
2533 148 119
2534 110 73
2535 157 65
2536 103 59
2537 76 68
2538 83 82
2539 66 104
2540 46 109
2541 156 68
2542 195 188
2543 90 111
2544 97 63
2545 48 58
2546 76 77
2547 116 103
2548 47 109
2549 1345 1345
2550 1345 2549
2551 2549 1345
2552 45 48
2553 36 50
2554 79 76
2555 46 97
2556 240 159
2557 66 68
2558 72 82
2559 80 44
2560 98 99
2561 56 116
2562 119 58
2563 50 37
2564 80 447
2565 73 99
2566 37 41
2567 76 84
2568 77 115
2569 49 37
2570 70 46
2571 70 82
2572 116 65
2573 119 102
2574 109 103
2575 156 70
2576 33 84
2577 122 44
2578 72 84
2579 69 70
2580 79 68
2581 156 101
2582 40 86
2583 100 33
2584 58 67
2585 195 173
2586 65 70
2587 79 41
2588 66 384
2589 65 69
2590 100 84
2591 112 107
2592 129 1508
2593 116 195
2594 78 46
2595 46 110
2596 68 68
2597 129 68
2598 46 68
2599 73 68
2600 65 68
2601 83 68
2602 69 68
2603 67 68
2604 51 68
2605 78 68
2606 40 68
2607 80 68
2608 72 68
2609 45 68
2610 77 68
2611 115 68
2612 70 68
2613 71 68
2614 63 68
2615 156 68
2616 66 68
2617 79 68
2618 67 45
2619 63 66
2620 110 447
2621 156 108
2622 34 116
2623 157 41
2624 86 46
2625 104 113
2626 63 80
2627 70 41
2628 72 80
2629 84 45
2630 66 69
2631 73 76
2632 2596 68
2633 58 50
2634 51 37
2635 86 82
2636 53 116
2637 83 85
2638 110 83
2639 67 70
2640 80 78
2641 34 44
2642 69 121
2643 101 66
2644 63 72
2645 74 226
2646 42 42
2647 108 59
2648 71 77
2649 110 34
2650 77 77
2651 129 77
2652 46 77
2653 69 77
2654 40 77
2655 65 77
2656 83 77
2657 45 77
2658 73 77
2659 115 77
2660 84 77
2661 80 77
2662 79 77
2663 156 77
2664 66 77
2665 67 77
2666 63 77
2667 68 77
2668 76 77
2669 71 77
2670 116 71
2671 157 73
2672 2650 77
2673 66 79
2674 101 80
2675 156 103
2676 104 39
2677 45 55
2678 34 115
2679 115 76
2680 54 58
2681 107 41
2682 195 182
2683 80 72
2684 79 73
2685 81 226
2686 34 83
2687 82 77
2688 89 117
2689 70 69
2690 112 119
2691 156 69
2692 121 337
2693 69 71
2694 87 46
2695 56 37
2696 121 73
2697 116 34
2698 68 76
2699 156 110
2700 81 58
2701 47 101
2702 73 70
2703 71 83
2704 40 53
2705 70 83
2706 44 50
2707 73 358
2708 114 47
2709 79 107
2710 55 37
2711 62 226
2712 86 80
2713 77 44
2714 44 49
2715 48 194
2716 75 44
2717 65 101
2718 110 67
2719 148 115
2720 54 116
2721 52 37
2722 90 97
2723 156 111
2724 71 82
2725 40 117
2726 63 70
2727 87 384
2728 117 122
2729 71 46
2730 77 84
2731 54 37
2732 45 78
2733 224 164
2734 70 76
2735 121 83
2736 78 76
2737 46 112
2738 99 110
2739 77 70
2740 82 44
2741 104 68
2742 111 63
2743 57 748
2744 45 57
2745 79 79
2746 129 79
2747 46 79
2748 67 79
2749 82 79
2750 83 79
2751 84 79
2752 73 79
2753 78 79
2754 80 79
2755 72 79
2756 77 79
2757 68 79
2758 40 79
2759 115 79
2760 69 79
2761 156 79
2762 76 79
2763 70 79
2764 71 79
2765 66 79
2766 110 87
2767 76 41
2768 78 80
2769 121 47
2770 76 71
2771 70 67
2772 111 41
2773 124 80
2774 2745 79
2775 78 72
2776 124 65
2777 55 748
2778 114 33
2779 129 1224
2780 99 2367
2781 71 104
2782 58 51
2783 86 115
2784 47 116
2785 116 73
2786 101 70
2787 103 39
2788 69 45
2789 46 104
2790 2646 42
2791 156 78
2792 98 41
2793 152 115
2794 79 109
2795 83 78
2796 121 572
2797 103 33
2798 58 87
2799 83 114
2800 52 116
2801 79 119
2802 101 77
2803 115 78
2804 84 76
2805 101 572
2806 156 71
2807 194 174
2808 55 116
2809 108 47
2810 83 70
2811 40 74
2812 65 86
2813 79 69
2814 156 76
2815 66 82
2816 78 82
2817 76 44
2818 86 45
2819 70 80
2820 86 41
2821 129 1776
2822 46 748
2823 83 87
2824 129 1871
2825 57 37
2826 129 572
2827 117 106
2828 100 34
2829 122 447
2830 83 113
2831 87 73
2832 121 34
2833 109 59
2834 71 72
2835 37 44
2836 46 1135
2837 66 41
2838 129 195
2839 115 85
2840 1200 1200
2841 1200 2840
2842 2840 1200
2843 40 103
2844 119 107
2845 63 79
2846 67 85
2847 66 49
2848 79 105
2849 77 66
2850 101 68
2851 69 73
2852 195 164
2853 119 112
2854 65 81
2855 65 122
2856 76 384
2857 109 39
2858 41 65
2859 73 103
2860 58 80
2861 103 65
2862 63 78
2863 55 58
2864 82 76
2865 79 87
2866 90 104
2867 103 119
2868 194 183
2869 115 49
2870 195 179
2871 105 195
2872 46 105
2873 124 73
2874 194 163
2875 129 1307
2876 85 80
2877 40 54
2878 115 118
2879 68 66
2880 97 1398
2881 79 626
2882 120 102
2883 79 521
2884 85 73
2885 156 82
2886 83 81
2887 66 44
2888 83 86
2889 63 69
2890 111 39
2891 86 67
2892 129 41
2893 97 84
2894 82 45
2895 119 41
2896 34 97
2897 68 71
2898 116 83
2899 68 84
2900 115 71
2901 156 89
2902 111 83
2903 64 101
2904 65 104
2905 47 98
2906 112 63
2907 44 51
2908 84 85
2909 40 75
2910 75 108
2911 48 47
2912 102 103
2913 97 1662
2914 119 109
2915 65 121
2916 36 53
2917 111 113
2918 99 100
2919 66 76
2920 110 195
2921 1604 1604
2922 1604 2921
2923 2921 1604
2924 71 67
2925 157 83
2926 129 521
2927 86 44
2928 63 82
2929 81 76
2930 83 71
2931 195 162
2932 33 87
2933 116 67
2934 57 58
2935 121 87
2936 102 110
2937 40 118
2938 78 89
2939 114 113
2940 34 67
2941 46 108
2942 102 58
2943 108 84
2944 104 195
2945 66 66
2946 129 66
2947 46 66
2948 67 66
2949 40 66
2950 45 66
2951 65 66
2952 115 66
2953 73 66
2954 71 66
2955 83 66
2956 63 66
2957 101 66
2958 77 66
2959 68 66
2960 148 111
2961 56 58
2962 176 70
2963 77 384
2964 101 76
2965 58 68
2966 87 83
2967 72 41
2968 194 169
2969 129 1934
2970 36 51
2971 114 34
2972 154 226
2973 46 91
2974 47 119
2975 148 98
2976 129 2078
2977 128 154
2978 114 122
2979 45 79
2980 47 102
2981 79 65
2982 157 87
2983 104 59
2984 46 115
2985 34 99
2986 41 73
2987 117 45
2988 40 41
2989 69 88
2990 108 195
2991 109 114
2992 101 79
2993 58 70
2994 58 69
2995 65 87
2996 84 384
2997 47 114
2998 156 226
2999 101 93
3000 45 75
3001 44 52
3002 65 72
3003 143 226
3004 183 226
3005 80 45
3006 46 116
3007 2945 66
3008 79 75
3009 239 188
3010 105 58
3011 147 50
3012 90 226
3013 110 80
3014 113 226
3015 85 68
3016 152 116
3017 97 59
3018 116 87
3019 78 41
3020 47 105
3021 174 226
3022 50 110
3023 76 45
3024 78 44
3025 79 44
3026 85 65
3027 101 1109
3028 118 114
3029 101 69
3030 129 62
3031 52 47
3032 114 65
3033 65 113
3034 115 93
3035 124 69
3036 121 67
3037 63 76
3038 124 77
3039 50 47
3040 34 66
3041 47 65
3042 109 84
3043 58 77
3044 84 70
3045 76 85
3046 99 67
3047 79 46
3048 85 77
3049 148 101
3050 33 41
3051 71 41
3052 51 47
3053 100 65
3054 148 99
3055 93 44
3056 79 534
3057 217 142
3058 226 130
3059 34 77
3060 109 99
3061 84 66
3062 99 122
3063 98 112
3064 124 68
3065 110 68
3066 66 78
3067 46 100
3068 79 71
3069 105 80
3070 70 44
3071 67 71
3072 119 63
3073 101 82
3074 82 66
3075 33 73
3076 101 626
3077 78 78
3078 129 78
3079 46 78
3080 73 78
3081 68 78
3082 65 78
3083 79 78
3084 85 78
3085 40 78
3086 69 78
3087 82 78
3088 67 78
3089 80 78
3090 45 78
3091 83 78
3092 115 78
3093 66 78
3094 3077 78
3095 104 84
3096 79 97
3097 86 79
3098 47 110
3099 65 107
3100 129 42
3101 122 46
3102 88 105
3103 65 79
3104 112 41
3105 103 73
3106 124 66
3107 48 109
3108 47 67
3109 226 134
3110 65 605
3111 101 72
3112 45 74
3113 90 447
3114 44 45
3115 82 115
3116 148 102
3117 82 71
3118 34 72
3119 58 748
3120 51 114
3121 34 79
3122 80 71
3123 58 66
3124 100 73
3125 71 115
3126 124 70
3127 72 44
3128 110 77
3129 152 84
3130 67 86
3131 129 2229
3132 46 98
3133 47 108
3134 87 69
3135 114 80
3136 44 54
3137 110 66
3138 157 45
3139 65 85
3140 79 66
3141 121 80
3142 34 112
3143 40 56
3144 97 195
3145 114 106
3146 34 80
3147 97 83
3148 33 65
3149 79 100
3150 124 82
3151 68 104
3152 46 117
3153 110 79
3154 67 75
3155 58 82
3156 86 77
3157 104 104
3158 116 104
3159 129 104
3160 99 104
3161 115 104
3162 103 104
3163 112 104
3164 67 104
3165 101 104
3166 110 104
3167 83 104
3168 97 104
3169 111 104
3170 114 104
3171 100 104
3172 45 104
3173 105 104
3174 122 104
3175 40 104
3176 156 104
3177 117 104
3178 79 104
3179 46 104
3180 65 104
3181 117 84
3182 77 85
3183 86 68
3184 39 46
3185 3157 104
3186 58 72
3187 118 47
3188 69 66
3189 75 45
3190 129 60
3191 107 39
3192 40 55
3193 45 85
3194 110 69
3195 71 76
3196 70 70
3197 129 70
3198 46 70
3199 40 70
3200 45 70
3201 115 70
3202 68 70
3203 78 70
3204 80 70
3205 82 70
3206 79 70
3207 156 70
3208 69 70
3209 67 70
3210 65 70
3211 73 70
3212 77 70
3213 83 70
3214 84 70
3215 124 70
3216 44 56
3217 107 84
3218 58 52
3219 130 172
3220 87 87
3221 129 87
3222 46 87
3223 156 87
3224 115 87
3225 34 87
3226 40 87
3227 101 87
3228 45 87
3229 83 87
3230 79 87
3231 157 87
3232 65 87
3233 116 87
3234 110 70
3235 107 87
3236 49 2106
3237 54 47
3238 39 100
3239 129 1978
3240 82 82
3241 129 82
3242 65 82
3243 69 82
3244 80 82
3245 79 82
3246 67 82
3247 40 82
3248 77 82
3249 73 82
3250 85 82
3251 45 82
3252 84 82
3253 68 82
3254 83 82
3255 72 82
3256 70 82
3257 86 82
3258 71 82
3259 66 82
3260 78 82
3261 101 82
3262 124 82
3263 58 82
3264 46 42
3265 89 105
3266 226 132
3267 44 55
3268 129 1200
3269 103 112
3270 84 68
3271 3240 82
3272 47 83
3273 85 76
3274 129 2029
3275 34 70
3276 3220 87
3277 81 105
3278 69 337
3279 63 34
3280 73 58
3281 101 78
3282 34 41
3283 116 80
3284 195 177
3285 57 47
3286 75 121
3287 114 83
3288 66 80
3289 84 81
3290 68 86
3291 69 98
3292 63 71
3293 46 194
3294 70 45
3295 128 144
3296 109 195
3297 108 33
3298 157 66
3299 111 33
3300 108 34
3301 106 226
3302 87 79
3303 78 66
3304 72 122
3305 117 63
3306 46 39
3307 47 48
3308 45 1135
3309 116 107
3310 226 136
3311 118 44
3312 34 98
3313 99 58
3314 152 99
3315 3196 70
3316 53 194
3317 97 47
3318 47 51
3319 78 85
3320 101 40
3321 44 97
3322 121 104
3323 40 48
3324 124 87
3325 156 117
3326 103 34
3327 73 89
3328 90 117
3329 195 168
3330 83 58
3331 34 102
3332 105 626
3333 109 65
3334 47 103
3335 41 83
3336 50 68
3337 58 79
3338 114 73
3339 33 45
3340 103 87
3341 74 80
3342 34 68
3343 195 151
3344 78 115
3345 82 86
3346 41 87
3347 116 66
3348 71 44
3349 116 68
3350 226 151
3351 66 115
3352 164 190
3353 75 69
3354 58 53
3355 39 44
3356 142 217
3357 72 77
3358 69 87
3359 69 58
3360 72 86
3361 40 57
3362 79 72
3363 82 85
3364 129 240
3365 33 83
3366 74 114
3367 36 52
3368 73 98
3369 75 65
3370 81 115
3371 72 447
3372 78 77
3373 157 72
3374 104 47
3375 70 115
3376 77 87
3377 89 79
3378 34 104
3379 121 77
3380 152 112
3381 66 45
3382 73 72
3383 75 83
3384 152 97
3385 103 83
3386 77 72
3387 104 33
3388 40 107
3389 56 47
3390 100 113
3391 75 73
3392 116 72
3393 124 76
3394 103 67
3395 46 119
3396 114 87
3397 114 67
3398 120 41
3399 65 97
3400 195 167
3401 72 71
3402 85 69
3403 115 89
3404 45 86
3405 98 119
3406 148 104
3407 102 41
3408 100 83
3409 132 162
3410 55 47
3411 110 82
3412 34 105
3413 69 1508
3414 65 39
3415 176 226
3416 100 195
3417 129 2163
3418 115 1224
3419 82 89
3420 70 77
3421 47 52
3422 121 68
3423 115 195
3424 129 37
3425 34 119
3426 1135 1135
3427 34 109
3428 1135 3426
3429 3426 1135
3430 34 100
3431 100 87
3432 80 66
3433 129 2945
3434 53 71
3435 34 69
3436 151 143
3437 226 156
3438 146 226
3439 100 93
3440 53 47
3441 105 39
3442 129 3220
3443 116 118
3444 65 2078
3445 85 41
3446 82 1963
3447 68 85
3448 74 65
3449 76 82
3450 77 45
3451 101 71
3452 152 65
3453 116 77
3454 73 118
3455 121 66
3456 66 89
3457 65 49
3458 65 1109
3459 45 106
3460 73 85
3461 82 121
3462 57 1800
3463 121 70
3464 124 72
3465 111 1398
3466 148 109
3467 65 75
3468 121 69
3469 71 78
3470 109 104
3471 85 521
3472 103 107
3473 148 112
3474 104 107
3475 82 384
3476 34 78
3477 41 67
3478 111 86
3479 80 50
3480 65 89
3481 76 78
3482 57 2029
3483 77 195
3484 157 67
3485 157 70
3486 84 89
3487 100 66
3488 121 358
3489 157 77
3490 87 121
3491 152 73
3492 121 107
3493 110 72
3494 99 71
3495 63 85
3496 116 69
3497 156 85
3498 83 75
3499 86 1345
3500 107 33
3501 107 47
3502 121 79
3503 34 114
3504 78 45
3505 71 121
3506 107 59
3507 129 217
3508 105 79
3509 80 384
3510 71 85
3511 153 97
3512 66 86
3513 72 72
3514 129 72
3515 46 72
3516 84 72
3517 67 72
3518 40 72
3519 68 72
3520 83 72
3521 156 72
3522 87 72
3523 45 72
3524 63 72
3525 80 72
3526 78 72
3527 71 72
3528 65 72
3529 79 72
3530 157 72
3531 73 72
3532 72 50
3533 101 64
3534 34 108
3535 3513 72
3536 47 76
3537 152 98
3538 76 116
3539 78 58
3540 47 80
3541 69 823
3542 78 121
3543 86 117
3544 115 50
3545 117 119
3546 101 1224
3547 99 75
3548 46 240
3549 34 82
3550 84 78
3551 116 79
3552 47 55
3553 114 120
3554 77 86
3555 129 63
3556 73 605
3557 47 77
3558 111 67
3559 46 102
3560 101 49
3561 129 2650
3562 85 45
3563 129 748
3564 71 45
3565 68 58
3566 152 83
3567 124 79
3568 73 108
3569 105 70
3570 117 47
3571 110 93
3572 58 76
3573 76 89
3574 87 117
3575 44 116
3576 188 140
3577 97 67
3578 109 33
3579 34 76
3580 115 40
3581 152 109
3582 152 87
3583 85 44
3584 109 82
3585 99 47
3586 91 116
3587 119 33
3588 44 48
3589 116 40
3590 34 71
3591 33 33
3592 115 33
3593 101 33
3594 116 33
3595 121 33
3596 110 33
3597 100 33
3598 114 33
3599 103 33
3600 108 33
3601 111 33
3602 104 33
3603 107 33
3604 109 33
3605 72 66
3606 47 73
3607 108 64
3608 83 447
3609 97 34
3610 148 110
3611 152 100
3612 70 66
3613 71 87
3614 58 78
3615 87 80
3616 85 109
3617 148 108
3618 86 70
3619 157 80
3620 119 33
3621 124 78
3622 85 66
3623 113 105
3624 78 86
3625 34 103
3626 88 44
3627 72 70
3628 69 72
3629 179 110
3630 116 70
3631 44 57
3632 45 122
3633 194 187
3634 57 1135
3635 152 102
3636 172 226
3637 121 82
3638 104 103
3639 50 79
3640 35 226
3641 104 65
3642 227 128
3643 129 1800
3644 89 46
3645 115 122
3646 34 34
3647 129 34
3648 46 34
3649 44 34
3650 115 34
3651 101 34
3652 110 34
3653 116 34
3654 100 34
3655 121 34
3656 114 34
3657 63 34
3658 108 34
3659 103 34
3660 157 79
3661 129 126
3662 73 88
3663 97 65
3664 2097 124
3665 76 66
3666 71 84
3667 115 86
3668 87 41
3669 129 1963
3670 46 58
3671 122 109
3672 82 119
3673 157 68
3674 134 146
3675 3646 34
3676 73 81
3677 66 85
3678 34 101
3679 117 33
3680 46 90
3681 156 118
3682 116 93
3683 48 43
3684 100 80
3685 41 63
3686 102 63
3687 100 67
3688 72 2495
3689 101 85
3690 39 97
3691 195 160
3692 110 76
3693 50 116
3694 86 83
3695 108 65
3696 129 2097
3697 77 78
3698 58 71
3699 47 106
3700 76 70
3701 147 51
3702 117 195
3703 79 45
3704 169 114
3705 33 67
3706 33 72
3707 121 72
3708 109 100
3709 152 114
3710 103 77
3711 165 135
3712 47 84
3713 47 118
3714 46 35
3715 71 70
3716 87 84
3717 81 46
3718 116 82
3719 148 114
3720 58 48
3721 87 77
3722 122 45
3723 169 115
3724 87 82
3725 40 121
3726 129 64
3727 153 65
3728 114 66
3729 71 195
3730 99 98
3731 114 40
3732 75 68
3733 47 117
3734 77 74
3735 65 120
3736 110 40
3737 80 118
3738 83 49
3739 34 111
3740 122 116
3741 77 71
3742 129 2596
3743 88 73
3744 188 114
3745 67 122
3746 34 110
3747 99 68
3748 38 68
3749 152 104
3750 69 572
3751 114 70
3752 72 85
3753 87 67
3754 49 116
3755 121 76
3756 103 82
3757 74 44
3758 91 226
3759 156 74
3760 36 54
3761 116 76
3762 161 110
3763 87 44
3764 103 79
3765 37 50
3766 91 97
3767 85 103
3768 152 105
3769 48 59
3770 41 80
3771 73 1508
3772 43 43
3773 129 43
3774 82 75
3775 88 88
3776 129 88
3777 69 88
3778 73 88
3779 166 46
3780 98 103
3781 129 59
3782 105 67
3783 3772 43
3784 65 47
3785 129 2106
3786 67 1508
3787 100 107
3788 33 70
3789 47 107
3790 83 50
3791 41 68
3792 80 47
3793 89 83
3794 81 85
3795 65 1508
3796 73 97
3797 124 71
3798 109 50
3799 51 116
3800 87 68
3801 1662 1662
3802 41 72
3803 1662 3801
3804 3801 1662
3805 102 195
3806 46 93
3807 152 119
3808 103 69
3809 109 34
3810 124 49
3811 120 58
3812 103 80
3813 76 115
3814 239 184
3815 165 141
3816 101 88
3817 35 49
3818 160 226
3819 156 86
3820 103 66
3821 151 226
3822 39 84
3823 41 70
3824 99 63
3825 122 115
3826 110 71
3827 69 605
3828 112 84
3829 112 39
3830 78 103
3831 66 71
3832 36 55
3833 141 224
3834 58 85
3835 49 40
3836 109 107
3837 129 96
3838 190 226
3839 114 69
3840 85 1508
3841 234 175
3842 67 49
3843 153 41
3844 104 73
3845 49 1934
3846 41 66
3847 46 114
3848 89 67
3849 68 447
3850 74 83
3851 129 2646
3852 82 72
3853 104 67
3854 152 108
3855 44 39
3856 85 70
3857 152 67
3858 49 59
3859 40 89
3860 111 47
3861 110 78
3862 50 67
3863 86 66
3864 86 76
3865 84 71
3866 68 119
3867 102 109
3868 190 224
3869 75 41
3870 69 89
3871 84 58
3872 152 103
3873 91 105
3874 65 50
3875 115 75
3876 72 76
3877 103 195
3878 101 86
3879 109 83
3880 112 33
3881 124 85
3882 104 118
3883 80 1776
3884 101 50
3885 87 70
3886 97 73
3887 148 100
3888 152 101
3889 136 146
3890 120 120
3891 101 120
3892 111 120
3893 97 120
3894 69 120
3895 110 120
3896 129 120
3897 46 106
3898 152 110
3899 177 111
3900 63 41
3901 157 82
3902 47 69
3903 100 122
3904 57 2106
3905 91 49
3906 76 86
3907 111 77
3908 78 75
3909 36 56
3910 111 59
3911 79 122
3912 161 226
3913 114 68
3914 105 2471
3915 40 34
3916 41 41
3917 115 41
3918 101 41
3919 110 41
3920 116 41
3921 49 41
3922 121 41
3923 50 41
3924 100 41
3925 114 41
3926 97 41
3927 46 41
3928 65 41
3929 51 41
3930 83 41
3931 67 41
3932 48 41
3933 52 41
3934 108 41
3935 53 41
3936 109 41
3937 103 41
3938 73 41
3939 68 41
3940 54 41
3941 57 41
3942 56 41
3943 84 41
3944 55 41
3945 80 41
3946 104 41
3947 82 41
3948 105 41
3949 69 41
3950 77 41
3951 99 41
3952 79 41
3953 157 41
3954 70 41
3955 107 41
3956 76 41
3957 111 41
3958 98 41
3959 66 41
3960 119 41
3961 129 41
3962 72 41
3963 40 41
3964 78 41
3965 71 41
3966 112 41
3967 34 41
3968 120 41
3969 102 41
3970 153 41
3971 75 41
3972 68 75
3973 53 59
3974 122 98
3975 117 58
3976 104 34
3977 73 47
3978 70 85
3979 63 49
3980 77 116
3981 111 2471
3982 100 77
3983 67 87
3984 116 49
3985 41 77
3986 39 83
3987 114 77
3988 108 73
3989 89 80
3990 115 1716
3991 47 46
3992 121 121
3993 108 121
3994 116 121
3995 129 121
3996 114 121
3997 97 121
3998 101 121
3999 110 121
4000 115 121
4001 104 121
4002 100 121
4003 111 121
4004 102 121
4005 107 121
4006 120 121
4007 45 121
4008 105 121
4009 65 121
4010 105 93
4011 58 34
4012 83 89
4013 109 73
4014 72 78
4015 48 107
4016 108 83
4017 120 108
4018 91 101
4019 106 46
4020 47 82
4021 78 49
4022 47 66
4023 82 38
4024 81 97
4025 91 84
4026 88 77
4027 47 68
4028 50 59
4029 69 81
4030 84 87
4031 65 1776
4032 72 45
4033 85 98
4034 195 186
4035 89 44
4036 135 226
4037 85 87
4038 184 143
4039 156 75
4040 49 2163
4041 112 47
4042 67 3772
4043 110 49
4044 108 572
4045 147 52
4046 117 113
4047 47 78
4048 75 85
4049 152 77
4050 67 58
4051 109 76
4052 105 47
4053 116 78
4054 118 108
4055 54 59
4056 3992 121
4057 104 83
4058 3916 41
4059 40 1135
4060 103 70
4061 58 89
4062 41 40
4063 56 59
4064 129 447
4065 119 117
4066 71 71
4067 129 71
4068 46 71
4069 78 71
4070 40 71
4071 65 71
4072 45 71
4073 73 71
4074 69 71
4075 68 71
4076 83 71
4077 79 71
4078 67 71
4079 82 71
4080 101 71
4081 77 71
4082 66 71
4083 84 71
4084 33 66
4085 57 2163
4086 105 83
4087 47 79
4088 163 49
4089 81 43
4090 117 41
4091 103 68
4092 41 79
4093 157 69
4094 107 195
4095 40 1662
4096 121 660
4097 55 59
4098 115 57
4099 112 59
4100 57 1871
4101 33 34
4102 169 110
4103 83 47
4104 88 82
4105 114 93
4106 83 1716
4107 52 59
4108 115 52
4109 45 1298
4110 91 115
4111 109 87
4112 51 59
4113 75 119
4114 111 80
4115 152 66
4116 69 75
4117 63 75
4118 187 226
4119 73 75
4120 111 34
4121 81 82
4122 67 50
4123 75 80
4124 49 65
4125 83 195
4126 103 122
4127 152 111
4128 169 101
4129 77 50
4130 98 107
4131 97 33
4132 77 1716
4133 4066 71
4134 40 1776
4135 100 76
4136 164 191
4137 121 78
4138 122 107
4139 57 59
4140 108 67
4141 89 45
4142 48 84
4143 88 46
4144 57 1298
4145 153 105
4146 108 87
4147 34 89
4148 72 89
4149 68 195
4150 156 107
4151 57 1934
4152 49 1871
4153 147 53
4154 112 195
4155 33 80
4156 118 100
4157 86 84
4158 41 69
4159 33 68
4160 70 49
4161 67 89
4162 50 84
4163 44 119
4164 39 65
4165 103 71
4166 217 144
4167 88 76
4168 66 70
4169 100 68
4170 47 70
4171 33 79
4172 110 85
4173 85 88
4174 99 195
4175 33 77
4176 44 65
4177 100 70
4178 82 58
4179 99 76
4180 117 2471
4181 83 118
4182 173 97
4183 89 84
4184 80 87
4185 99 65
4186 59 49
4187 179 226
4188 83 36
4189 80 75
4190 91 80
4191 111 87
4192 77 89
4193 157 76
4194 87 66
4195 48 65
4196 68 51
4197 112 83
4198 49 84
4199 78 87
4200 80 1978
4201 47 56
4202 46 59
4203 45 90
4204 169 116
4205 86 47
4206 88 80
4207 157 63
4208 34 45
4209 109 67
4210 122 118
4211 122 114
4212 3591 33
4213 115 74
4214 88 101
4215 111 65
4216 124 50
4217 118 118
4218 105 118
4219 101 118
4220 111 118
4221 97 118
4222 129 118
4223 110 118
4224 114 118
4225 69 118
4226 65 118
4227 117 118
4228 40 118
4229 73 118
4230 4217 118
4231 194 177
4232 74 69
4233 85 71
4234 3890 120
4235 79 1978
4236 148 121
4237 60 226
4238 114 82
4239 48 103
4240 39 105
4241 44 84
4242 101 89
4243 106 195
4244 104 87
4245 115 51
4246 194 171
4247 156 121
4248 97 87
4249 45 89
4250 102 119
4251 99 59
4252 76 72
4253 195 163
4254 63 86
4255 121 85
4256 39 101
4257 65 823
4258 157 78
4259 79 39
4260 97 80
4261 111 69
4262 121 93
4263 114 79
4264 58 54
4265 116 3157
4266 129 384
4267 111 73
4268 40 81
4269 76 108
4270 43 49
4271 41 76
4272 1978 1978
4273 49 93
4274 1978 4272
4275 4272 1978
4276 98 195
4277 167 97
4278 74 79
4279 66 50
4280 97 70
4281 41 82
4282 70 78
4283 81 73
4284 68 49
4285 105 84
4286 49 1298
4287 39 99
4288 152 80
4289 107 65
4290 82 87
4291 47 85
4292 33 76
4293 121 118
4294 80 116
4295 40 90
4296 91 65
4297 50 65
4298 121 71
4299 118 41
4300 128 145
4301 70 87
4302 113 46
4303 103 99
4304 61 34
4305 191 224
4306 111 82
4307 118 195
4308 36 226
4309 120 113
4310 130 226
4311 119 59
4312 113 97
4313 106 115
4314 152 72
4315 81 65
4316 34 85
4317 88 86
4318 97 77
4319 111 68
4320 51 65
4321 53 40
4322 65 2229
4323 111 70
4324 107 34
4325 35 50
4326 98 102
4327 46 1298
4328 114 72
4329 152 226
4330 48 39
4331 47 1135
4332 70 71
4333 50 40
4334 129 3513
4335 78 50
4336 99 77
4337 91 73
4338 84 88
4339 69 2078
4340 50 70
4341 47 71
4342 102 99
4343 152 68
4344 115 1604
4345 119 84
4346 100 69
4347 40 2229
4348 110 50
4349 39 73
4350 101 195
4351 77 49
4352 75 77
4353 48 93
4354 121 120
4355 80 51
4356 226 137
4357 108 106
4358 108 80
4359 46 3646
4360 91 748
4361 91 83
4362 147 97
4363 128 179
4364 48 120
4365 86 78
4366 104 1716
4367 68 87
4368 110 1224
4369 109 72
4370 164 130
4371 85 100
4372 101 61
4373 153 84
4374 163 111
4375 79 51
4376 67 3077
4377 97 2471
4378 115 194
4379 115 106
4380 88 97
4381 81 49
4382 82 47
4383 85 534
4384 100 1224
4385 79 88
4386 46 1871
4387 84 122
4388 80 102
4389 164 226
4390 100 40
4391 128 130
4392 124 86
4393 194 167
4394 82 50
4395 50 194
4396 101 51
4397 110 1716
4398 41 78
4399 48 87
4400 73 87
4401 40 36
4402 47 72
4403 40 88
4404 70 72
4405 93 84
4406 91 111
4407 78 90
4408 157 49
4409 166 93
4410 88 41
4411 50 93
4412 104 80
4413 76 50
4414 33 69
4415 106 114
4416 49 2029
4417 44 105
4418 67 47
4419 119 47
4420 89 69
4421 152 71
4422 51 115
4423 52 84
4424 121 49
4425 45 81
4426 88 84
4427 111 66
4428 65 51
4429 68 50
4430 116 1224
4431 103 72
4432 105 68
4433 47 53
4434 36 57
4435 84 75
4436 97 68
4437 3775 88
4438 48 112
4439 75 72
4440 101 75
4441 39 39
4442 110 39
4443 116 39
4444 101 39
4445 121 39
4446 129 39
4447 114 39
4448 115 39
4449 100 39
4450 97 39
4451 73 39
4452 108 39
4453 104 39
4454 103 39
4455 111 39
4456 107 39
4457 46 39
4458 65 39
4459 112 39
4460 44 39
4461 101 2471
4462 4441 39
4463 97 66
4464 85 72
4465 58 97
4466 177 97
4467 100 82
4468 65 88
4469 48 67
4470 102 100
4471 148 84
4472 110 61
4473 102 47
4474 76 195
4475 75 67
4476 44 115
4477 122 384
4478 86 108
4479 169 99
4480 1963 1963
4481 1800 1800
4482 126 226
4483 1963 4480
4484 4480 1963
4485 1800 4481
4486 4481 1800
4487 98 77
4488 103 76
4489 33 82
4490 108 66
4491 120 115
4492 84 195
4493 118 384
4494 71 89
4495 116 85
4496 109 80
4497 91 67
4498 100 72
4499 116 50
4500 99 102
4501 76 75
4502 133 226
4503 157 58
4504 51 84
4505 84 49
4506 166 84
4507 58 86
4508 147 56
4509 53 65
4510 46 118
4511 50 1934
4512 119 39
