226 150 256
256 129 257
257 116 258
105 110 259
257 97 260
104 101 261
114 101 262
111 110 263
258 261 264
257 115 265
44 257 266
257 99 267
105 116 268
259 103 269
105 115 270
257 112 271
111 117 272
257 119 273
108 101 274
257 102 275
118 101 276
111 102 277
260 110 278
257 98 279
257 277 280
105 263 281
105 99 282
46 257 283
104 97 284
109 101 285
100 101 286
114 97 287
257 101 288
116 281 289
109 97 290
108 97 291
257 262 292
114 115 293
105 101 294
108 121 295
257 110 296
226 128 297
111 119 298
279 101 299
105 97 300
257 270 301
267 97 302
109 112 303
105 103 304
257 103 305
111 115 306
257 117 307
285 110 308
257 290 309
258 284 310
111 112 311
265 116 312
257 121 313
257 286 314
105 276 315
84 261 316
107 101 317
308 116 318
310 116 319
282 97 320
257 263 321
114 121 322
257 284 323
108 115 324
267 263 325
105 102 326
313 272 327
100 117 328
260 262 329
104 270 330
265 101 331
260 115 332
273 268 333
111 99 334
333 104 335
259 116 336
108 116 337
294 115 338
268 121 339
100 97 340
297 153 341
265 117 342
273 97 343
302 110 344
257 261 345
105 286 346
118 97 347
114 110 348
108 117 349
288 120 350
259 101 351
100 115 352
288 110 353
111 262 354
257 67 355
289 115 356
271 97 357
111 276 358
113 117 359
257 83 360
114 99 361
111 103 362
273 101 363
257 65 364
100 269 365
114 117 366
257 274 367
271 101 368
296 101 369
258 101 370
257 336 371
114 103 372
45 257 373
307 115 374
260 99 375
114 269 376
73 110 377
294 110 378
109 117 379
259 99 380
114 272 381
279 121 382
111 303 383
109 115 384
291 110 385
108 295 386
292 115 387
328 99 388
275 97 389
105 303 390
260 116 391
257 80 392
58 257 393
307 110 394
105 98 395
265 112 396
105 122 397
105 112 398
259 115 399
257 77 400
100 270 401
259 97 402
287 110 403
306 116 404
111 98 405
323 276 406
282 101 407
271 262 408
287 99 409
108 298 410
267 383 411
257 272 412
257 401 413
257 390 414
279 97 415
265 97 416
374 101 417
260 98 418
108 274 419
109 98 420
312 97 421
257 340 422
325 116 423
350 112 424
345 97 425
268 281 426
343 115 427
257 49 428
304 110 429
107 269 430
109 354 431
257 66 432
257 68 433
258 330 434
257 69 435
109 263 436
306 101 437
105 262 438
104 121 439
108 339 440
279 117 441
267 284 442
258 97 443
111 97 444
114 263 445
311 101 446
84 330 447
257 431 448
291 116 449
257 82 450
371 101 451
257 380 452
367 97 453
105 274 454
107 115 455
268 97 456
114 300 457
114 290 458
114 270 459
275 101 460
260 112 461
305 101 462
111 293 463
259 102 464
309 110 465
275 117 466
108 362 467
257 347 468
104 298 469
260 324 470
470 111 471
265 99 472
257 71 473
257 70 474
461 112 475
257 72 476
397 101 477
288 97 478
325 115 479
73 116 480
297 156 481
105 317 482
100 121 483
105 290 484
297 157 485
273 261 486
265 121 487
41 257 488
108 112 489
108 269 490
323 115 491
257 379 492
267 272 493
292 97 494
285 116 495
257 76 496
359 101 497
257 78 498
285 115 499
378 116 500
104 117 501
257 50 502
257 464 503
264 121 504
108 482 505
361 101 506
289 97 507
396 101 508
409 116 509
292 99 510
318 115 511
267 117 512
296 97 513
111 467 514
372 101 515
267 101 516
257 106 517
118 269 518
257 87 519
378 99 520
268 338 521
111 458 522
288 276 523
100 426 524
108 270 525
288 102 526
526 102 527
111 388 528
114 528 529
412 116 530
271 117 531
345 489 532
312 117 533
257 399 534
100 300 535
48 48 536
118 346 537
326 102 538
107 110 539
366 99 540
105 440 541
108 263 542
114 338 543
114 334 544
104 110 545
381 103 546
111 322 547
418 272 548
546 104 549
548 116 550
306 115 551
425 337 552
375 99 553
309 121 554
257 358 555
114 102 556
257 85 557
257 276 558
108 410 559
321 101 560
264 115 561
394 286 562
257 330 563
291 99 564
105 272 565
449 101 566
561 101 567
424 101 568
257 505 569
307 112 570
260 103 571
369 101 572
314 115 573
100 538 574
291 115 575
485 257 576
565 115 577
351 115 578
285 97 579
257 574 580
305 97 581
111 286 582
520 101 583
114 298 584
359 97 585
342 112 586
420 101 587
100 262 588
539 298 589
342 99 590
114 295 591
291 121 592
99 545 593
104 549 594
299 116 595
487 115 596
596 116 597
597 101 598
267 262 599
311 274 600
544 101 601
320 110 602
109 379 603
313 101 604
109 404 605
603 110 606
552 104 607
271 385 608
403 115 609
257 579 610
114 112 611
326 101 612
363 262 613
287 112 614
508 99 615
299 99 616
282 115 617
271 529 618
292 112 619
257 377 620
314 276 621
621 108 622
318 97 623
389 99 624
114 98 625
257 469 626
258 262 627
375 116 628
542 103 629
114 262 630
111 101 631
462 110 632
108 334 633
288 115 634
310 110 635
486 110 636
296 117 637
586 112 638
109 270 639
294 116 640
299 101 641
271 601 642
422 116 643
114 352 644
114 276 645
292 103 646
331 101 647
104 454 648
257 74 649
309 317 650
257 79 651
108 324 652
111 537 653
114 653 654
381 110 655
114 286 656
108 276 657
258 594 658
400 97 659
108 102 660
280 102 661
265 429 662
257 589 663
408 115 664
369 119 665
343 116 666
599 97 667
580 101 668
368 600 669
260 102 670
604 97 671
407 115 672
282 117 673
257 501 674
332 115 675
105 293 676
118 270 677
417 100 678
641 110 679
442 110 680
370 593 681
568 114 682
309 116 683
668 262 684
114 395 685
105 445 686
684 110 687
268 117 688
271 654 689
259 269 690
114 405 691
111 606 692
643 97 693
108 612 694
414 111 695
348 97 696
695 114 697
697 116 698
114 362 699
527 101 700
700 99 701
701 116 702
314 99 703
278 121 704
111 121 705
257 605 706
666 101 707
360 116 708
105 295 709
450 101 710
297 147 711
287 103 712
291 98 713
349 101 714
258 609 715
667 116 716
698 97 717
717 110 718
257 495 719
622 311 720
331 99 721
348 101 722
642 115 723
723 115 724
452 349 725
348 269 726
118 686 727
109 269 728
343 121 729
257 317 730
357 116 731
272 506 732
676 116 733
632 101 734
108 300 735
109 121 736
59 257 737
104 398 738
350 97 739
257 346 740
514 121 741
564 101 742
114 444 743
590 104 744
523 110 745
288 274 746
321 295 747
100 103 748
328 97 749
355 97 750
707 114 751
273 284 752
492 115 753
114 339 754
368 293 755
680 103 756
325 99 757
655 100 758
111 290 759
257 75 760
517 117 761
114 358 762
257 694 763
752 116 764
315 293 765
260 117 766
258 121 767
316 115 768
391 116 769
315 115 770
595 119 771
771 101 772
772 101 773
773 110 774
768 101 775
114 446 776
359 438 777
265 284 778
267 692 779
466 110 780
73 102 781
767 112 782
372 97 783
711 257 784
275 272 785
631 115 786
258 119 787
522 289 788
687 116 789
353 727 790
534 116 791
257 459 792
452 262 793
572 100 794
104 437 795
387 112 796
314 116 797
465 121 798
748 101 799
273 272 800
387 101 801
370 97 802
111 120 803
257 405 804
257 385 805
257 436 806
302 117 807
297 148 808
756 101 809
562 293 810
259 117 811
372 121 812
477 100 813
460 101 814
331 110 815
397 97 816
105 347 817
783 110 818
421 116 819
413 99 820
725 286 821
257 86 822
100 263 823
114 317 824
305 262 825
109 582 826
109 272 827
84 101 828
718 116 829
320 386 830
443 317 831
350 116 832
638 111 833
833 114 834
834 116 835
257 446 836
627 97 837
337 117 838
419 110 839
275 733 840
793 97 841
841 115 842
428 57 843
800 108 844
844 100 845
810 116 846
484 116 847
257 629 848
292 777 849
114 277 850
101 812 851
316 121 852
111 352 853
415 115 854
366 115 855
540 116 856
533 286 857
857 110 858
858 116 859
573 429 860
342 98 861
292 388 862
271 298 863
326 602 864
305 584 865
633 97 866
292 102 867
257 784 868
497 115 869
264 262 870
105 749 871
328 376 872
513 116 873
100 298 874
837 116 875
807 115 876
280 116 877
257 826 878
877 101 879
879 110 880
367 276 881
111 336 882
588 110 883
287 115 884
118 871 885
105 885 886
100 886 887
493 110 888
265 334 889
847 101 890
114 577 891
415 99 892
411 97 893
305 117 894
846 97 895
441 116 896
895 110 897
108 883 898
105 898 899
104 899 900
312 262 901
111 657 902
329 97 903
433 101 904
312 101 905
462 116 906
863 101 907
388 97 908
801 97 909
712 101 910
909 361 911
662 864 912
104 262 913
111 818 914
320 116 915
109 402 916
109 436 917
111 324 918
259 887 919
257 51 920
271 509 921
114 384 922
755 263 923
787 111 924
411 274 925
271 699 926
465 97 927
111 499 928
927 103 929
111 483 930
314 112 931
392 97 932
257 585 933
111 656 934
888 116 935
682 583 936
275 262 937
876 101 938
257 872 939
271 691 940
734 287 941
416 102 942
685 117 943
942 101 944
111 917 945
441 105 946
873 117 947
422 121 948
353 115 949
757 101 950
671 293 951
387 117 952
109 358 953
553 101 954
331 116 955
271 592 956
761 115 957
957 116 958
624 116 959
105 117 960
608 116 961
766 116 962
41 266 963
949 117 964
716 101 965
302 262 966
265 290 967
118 339 968
267 261 969
279 262 970
257 919 971
524 97 972
523 322 973
302 115 974
320 356 975
610 110 976
291 356 977
616 97 978
282 274 979
368 556 980
414 97 981
299 110 982
291 515 983
288 99 984
111 559 985
353 851 986
674 290 987
987 110 988
516 110 989
503 788 990
796 263 991
486 262 992
257 866 993
952 337 994
258 117 995
575 115 996
370 115 997
785 110 998
997 116 999
664 101 1000
259 110 1001
413 116 1002
557 110 1003
267 274 1004
265 469 1005
111 106 1006
989 116 1007
912 116 1008
439 115 1009
107 97 1010
328 115 1011
257 914 1012
108 490 1013
782 101 1014
111 495 1015
353 116 1016
302 112 1017
267 900 1018
634 115 1019
257 298 1020
374 269 1021
929 101 1022
350 99 1023
859 115 1024
257 677 1025
114 1006 1026
258 795 1027
360 101 1028
1004 97 1029
257 983 1030
702 315 1031
438 99 1032
353 103 1033
739 303 1034
1034 274 1035
856 117 1036
1026 101 1037
1037 99 1038
316 262 1039
288 303 1040
839 103 1041
114 455 1042
41 283 1043
683 101 1044
819 101 1045
639 115 1046
357 115 1047
981 99 1048
1048 116 1049
100 347 1050
1011 116 1051
1050 110 1052
294 119 1053
299 269 1054
525 116 1055
915 101 1056
578 115 1057
982 101 1058
1020 110 1059
258 913 1060
661 101 1061
478 99 1062
1062 104 1063
1038 116 1064
423 97 1065
874 110 1066
531 98 1067
331 97 1068
414 762 1069
746 99 1070
326 121 1071
842 101 1072
257 410 1073
400 101 1074
271 850 1075
331 276 1076
497 110 1077
1044 457 1078
640 121 1079
323 110 1080
670 116 1081
105 968 1082
1081 101 1083
271 742 1084
282 300 1085
732 115 1086
118 1053 1087
304 97 1088
105 518 1089
287 98 1090
563 116 1091
1058 102 1092
478 115 1093
314 102 1094
618 116 1095
114 365 1096
260 559 1097
118 902 1098
533 483 1099
294 276 1100
940 274 1101
100 786 1102
118 672 1103
105 499 1104
325 102 1105
257 334 1106
964 262 1107
396 97 1108
267 945 1109
355 263 1110
311 117 1111
862 101 1112
304 101 1113
1019 101 1114
1114 110 1115
510 101 1116
630 110 1117
105 120 1118
279 930 1119
453 726 1120
946 108 1121
381 112 1122
413 101 1123
575 116 1124
797 101 1125
815 115 1126
646 117 1127
1083 114 1128
114 551 1129
476 101 1130
301 115 1131
1131 117 1132
816 289 1133
670 102 1134
105 652 1135
1123 97 1136
1136 115 1137
1137 101 1138
100 1032 1139
403 103 1140
278 97 1141
1070 116 1142
479 346 1143
108 521 1144
111 384 1145
105 340 1146
825 97 1147
111 918 1148
1132 101 1149
970 97 1150
442 1041 1151
500 115 1152
257 1102 1153
907 114 1154
423 101 1155
911 104 1156
275 985 1157
288 908 1158
1036 262 1159
1147 116 1160
740 110 1161
111 347 1162
1161 116 1163
743 99 1164
498 97 1165
708 97 1166
598 384 1167
566 100 1168
257 535 1169
367 115 1170
435 110 1171
991 115 1172
1115 116 1173
1173 300 1174
408 276 1175
1175 110 1176
571 101 1177
492 99 1178
257 823 1179
558 322 1180
109 290 1181
299 102 1182
309 336 1183
257 89 1184
260 758 1185
720 318 1186
271 776 1187
974 101 1188
524 115 1189
637 587 1190
1182 354 1191
960 109 1192
468 891 1193
268 269 1194
459 116 1195
423 811 1196
257 828 1197
1170 115 1198
943 116 1199
257 736 1200
259 276 1201
1178 104 1202
551 395 1203
271 1064 1204
1000 110 1205
260 119 1206
496 97 1207
719 104 1208
978 117 1209
1209 115 1210
1210 101 1211
926 287 1212
84 97 1213
342 115 1214
403 99 1215
309 286 1216
421 110 1217
271 1111 1218
1174 108 1219
432 97 1220
954 115 1221
1221 115 1222
257 1066 1223
424 108 1224
363 97 1225
114 602 1226
259 1051 1227
1046 281 1228
111 506 1229
257 953 1230
753 116 1231
370 303 1232
271 1009 1233
1140 101 1234
260 1052 1235
257 53 1236
479 117 1237
348 115 1238
498 101 1239
1206 97 1240
108 705 1241
519 97 1242
460 97 1243
730 121 1244
780 99 1245
111 1042 1246
305 1122 1247
512 838 1248
267 404 1249
998 100 1250
111 340 1251
105 352 1252
100 334 1253
1141 295 1254
360 97 1255
257 1201 1256
257 1139 1257
114 398 1258
1176 116 1259
73 115 1260
111 317 1261
571 97 1262
44 576 1263
257 1227 1264
441 115 1265
325 110 1266
854 101 1267
610 115 1268
111 269 1269
889 300 1270
827 110 1271
479 116 1272
299 115 1273
1106 99 1274
681 741 1275
311 116 1276
104 263 1277
259 1098 1278
1266 101 1279
1279 99 1280
1268 117 1281
595 116 1282
285 587 1283
509 101 1284
275 402 1285
353 99 1286
947 287 1287
302 116 1288
1282 101 1289
114 347 1290
1271 116 1291
1289 114 1292
314 97 1293
291 591 1294
108 338 1295
1151 101 1296
108 405 1297
285 535 1298
257 1278 1299
273 648 1300
494 99 1301
432 101 1302
765 339 1303
335 272 1304
1304 116 1305
257 52 1306
360 117 1307
1273 116 1308
588 115 1309
671 114 1310
265 261 1311
271 1203 1312
634 116 1313
1309 115 1314
108 437 1315
1270 108 1316
475 1164 1317
275 334 1318
397 269 1319
934 114 1320
111 376 1321
730 101 1322
540 300 1323
328 101 1324
105 324 1325
299 103 1326
343 110 1327
484 103 1328
105 365 1329
1323 108 1330
108 281 1331
419 99 1332
259 286 1333
292 290 1334
433 97 1335
875 318 1336
292 116 1337
1067 108 1338
466 116 1339
1080 100 1340
1318 117 1341
1341 115 1342
271 882 1343
473 101 1344
1117 116 1345
572 352 1346
1339 117 1347
1134 101 1348
740 97 1349
1348 99 1350
267 1330 1351
107 1135 1352
1322 112 1353
790 318 1354
967 108 1355
366 110 1356
267 996 1357
1347 262 1358
675 101 1359
325 1189 1360
87 648 1361
476 97 1362
265 390 1363
306 112 1364
1355 108 1365
721 117 1366
590 99 1367
468 714 1368
105 1144 1369
118 456 1370
278 116 1371
291 119 1372
353 284 1373
1373 110 1374
1374 99 1375
367 103 1376
453 100 1377
305 358 1378
663 110 1379
688 97 1380
527 282 1381
1281 262 1382
1350 116 1383
832 101 1384
1327 116 1385
364 110 1386
264 110 1387
111 922 1388
304 261 1389
897 365 1390
114 430 1391
1190 114 1392
1187 114 1393
536 48 1394
325 276 1395
1367 101 1396
257 566 1397
893 110 1398
903 115 1399
714 110 1400
105 713 1401
1199 101 1402
258 298 1403
881 324 1404
309 824 1405
285 293 1406
1108 99 1407
111 853 1408
100 1314 1409
1183 97 1410
347 1401 1411
1274 117 1412
111 1096 1413
802 99 1414
108 1331 1415
274 799 1416
296 298 1417
403 116 1418
257 869 1419
1205 116 1420
111 611 1421
369 99 1422
105 379 1423
349 97 1424
933 440 1425
259 270 1426
1287 108 1427
460 119 1428
984 263 1429
109 709 1430
1429 111 1431
287 119 1432
111 644 1433
257 1328 1434
1407 101 1435
299 97 1436
326 116 1437
905 112 1438
556 97 1439
108 119 1440
1265 1057 1441
769 101 1442
971 324 1443
1142 114 1444
299 284 1445
1338 282 1446
314 101 1447
105 1415 1448
342 103 1449
1297 97 1450
287 102 1451
366 103 1452
265 119 1453
304 117 1454
104 1389 1455
111 543 1456
472 97 1457
496 101 1458
1214 116 1459
1047 115 1460
1075 101 1461
1461 115 1462
1462 115 1463
475 101 1464
118 521 1465
257 1253 1466
265 1352 1467
100 286 1468
735 110 1469
387 116 1470
1251 121 1471
532 115 1472
111 1332 1473
392 101 1474
522 110 1475
1459 97 1476
478 591 1477
108 272 1478
923 97 1479
1256 115 1480
1480 116 1481
1215 101 1482
257 1324 1483
297 152 1484
306 426 1485
1396 115 1486
1486 115 1487
1440 97 1488
416 121 1489
618 101 1490
257 1455 1491
1257 116 1492
937 101 1493
664 115 1494
791 97 1495
1060 101 1496
649 97 1497
492 337 1498
370 110 1499
105 1465 1500
108 890 1501
282 398 1502
285 1226 1503
861 115 1504
100 972 1505
312 1159 1506
925 120 1507
108 551 1508
260 1411 1509
1502 97 1510
364 115 1511
1149 115 1512
309 115 1513
1375 101 1514
442 1284 1515
1022 318 1516
1196 101 1517
487 303 1518
805 103 1519
1519 117 1520
287 690 1521
1520 97 1522
1522 103 1523
287 121 1524
1523 101 1525
1378 348 1526
1439 99 1527
287 286 1528
1091 547 1529
1475 99 1530
451 262 1531
1531 115 1532
1532 116 1533
745 116 1534
865 116 1535
1535 104 1536
360 112 1537
817 116 1538
519 101 1539
503 101 1540
1530 101 1541
111 270 1542
1445 118 1543
1464 97 1544
381 115 1545
1166 116 1546
108 456 1547
779 339 1548
108 444 1549
1400 99 1550
260 1409 1551
361 117 1552
525 261 1553
1023 101 1554
1527 101 1555
375 1129 1556
1317 104 1557
268 300 1558
457 110 1559
836 110 1560
637 116 1561
1243 116 1562
443 115 1563
111 1391 1564
415 116 1565
275 410 1566
897 100 1567
257 1372 1568
273 346 1569
1450 108 1570
1422 101 1571
1571 115 1572
1572 115 1573
267 121 1574
1262 399 1575
1575 116 1576
809 115 1577
512 1345 1578
1232 101 1579
1078 324 1580
703 270 1581
1235 99 1582
364 99 1583
265 1015 1584
790 623 1585
976 115 1586
1518 116 1587
314 110 1588
1312 274 1589
257 1234 1590
1447 112 1591
257 54 1592
257 1370 1593
1267 100 1594
944 116 1595
1595 121 1596
1233 320 1597
389 115 1598
108 358 1599
114 1103 1600
1579 287 1601
1488 121 1602
1597 108 1603
111 518 1604
109 102 1605
681 105 1606
387 1086 1607
369 116 1608
1463 281 1609
646 281 1610
100 640 1611
553 117 1612
304 456 1613
1581 281 1614
275 354 1615
1601 116 1616
1405 116 1617
413 112 1618
1476 402 1619
1619 98 1620
111 430 1621
628 1500 1622
675 334 1623
1623 300 1624
1033 97 1625
1625 103 1626
435 97 1627
368 506 1628
331 645 1629
267 1473 1630
1125 114 1631
451 103 1632
1546 101 1633
1217 340 1634
1212 109 1635
1158 289 1636
1613 108 1637
1582 101 1638
1616 117 1639
1639 262 1640
1296 115 1641
1553 100 1642
389 1430 1643
422 290 1644
1121 365 1645
257 1611 1646
267 1315 1647
111 263 1648
1644 103 1649
258 1148 1650
1085 108 1651
615 300 1652
925 116 1653
73 303 1654
296 263 1655
84 284 1656
804 115 1657
1113 110 1658
81 117 1659
715 102 1660
364 1503 1661
323 112 1662
1285 110 1663
1663 99 1664
1014 115 1665
625 97 1666
292 274 1667
959 463 1668
1509 274 1669
479 101 1670
618 289 1671
257 1001 1672
287 972 1673
1587 1145 1674
287 276 1675
1130 97 1676
1479 108 1677
1384 110 1678
355 101 1679
474 97 1680
302 419 1681
1662 112 1682
1550 101 1683
1029 110 1684
494 115 1685
493 293 1686
118 300 1687
1686 101 1688
260 1291 1689
685 101 1690
364 117 1691
980 1541 1692
411 117 1693
1602 115 1694
1101 384 1695
292 977 1696
1681 100 1697
465 117 1698
1088 116 1699
418 274 1700
1562 117 1701
615 338 1702
1561 114 1703
961 115 1704
552 439 1705
620 116 1706
1609 97 1707
428 56 1708
389 116 1709
520 121 1710
114 322 1711
808 257 1712
309 106 1713
312 445 1714
105 1547 1715
1714 103 1716
663 1416 1717
305 444 1718
513 285 1719
114 336 1720
114 673 1721
257 1276 1722
260 337 1723
294 102 1724
901 115 1725
1725 115 1726
515 116 1727
729 115 1728
1077 116 1729
722 100 1730
1077 99 1731
778 262 1732
1491 114 1733
1573 97 1734
1649 101 1735
288 116 1736
257 713 1737
268 270 1738
1155 110 1739
1040 1241 1740
1653 101 1741
111 728 1742
1090 274 1743
867 101 1744
1693 116 1745
1701 262 1746
1585 108 1747
257 1124 1748
257 1508 1749
1017 97 1750
1095 115 1751
116 1510 1752
1540 99 1753
994 115 1754
258 1104 1755
1494 117 1756
1685 263 1757
1713 111 1758
355 284 1759
1286 272 1760
100 362 1761
627 101 1762
619 262 1763
425 116 1764
1763 115 1765
361 270 1766
1254 115 1767
696 507 1768
309 99 1769
363 101 1770
257 1356 1771
1543 105 1772
260 436 1773
1773 103 1774
288 121 1775
1775 101 1776
769 97 1777
418 541 1778
285 101 1779
738 115 1780
114 1752 1781
344 99 1782
1782 101 1783
624 101 1784
101 1766 1785
351 101 1786
580 673 1787
1787 337 1788
1756 262 1789
955 116 1790
702 115 1791
264 614 1792
625 263 1793
1157 269 1794
1739 116 1795
1073 101 1796
409 101 1797
719 97 1798
1765 101 1799
855 116 1800
1799 110 1801
1801 116 1802
1403 97 1803
257 1260 1804
267 1501 1805
370 120 1806
1806 116 1807
1779 116 1808
257 1320 1809
962 104 1810
804 106 1811
273 1246 1812
1811 101 1813
267 358 1814
1538 101 1815
1813 99 1816
1673 108 1817
806 116 1818
710 115 1819
369 97 1820
540 289 1821
1245 289 1822
921 672 1823
1818 104 1824
1431 109 1825
581 115 1826
1706 101 1827
1816 116 1828
285 515 1829
1313 97 1830
350 270 1831
1831 116 1832
259 1558 1833
38 257 1834
935 322 1835
759 116 1836
1171 103 1837
1442 110 1838
363 98 1839
408 99 1840
258 1471 1841
257 1808 1842
331 1600 1843
510 362 1844
1844 110 1845
503 1683 1846
108 1100 1847
894 346 1848
1768 108 1849
104 1100 1850
1608 119 1851
259 106 1852
569 295 1853
1264 322 1854
860 101 1855
1785 101 1856
1434 101 1857
257 1712 1858
105 1552 1859
527 111 1860
118 1329 1861
1860 114 1862
1862 116 1863
258 1521 1864
721 263 1865
451 110 1866
1624 116 1867
778 112 1868
99 1413 1869
257 1055 1870
797 97 1871
516 652 1872
105 384 1873
650 115 1874
1172 395 1875
1526 318 1876
1867 101 1877
415 385 1878
1878 99 1879
265 346 1880
573 99 1881
820 117 1882
271 404 1883
439 100 1884
1882 115 1885
931 101 1886
1885 115 1887
1886 110 1888
273 1564 1889
1777 99 1890
257 1761 1891
435 120 1892
673 1294 1893
257 1283 1894
423 1402 1895
116 1893 1896
114 1896 1897
408 112 1898
100 1637 1899
305 1570 1900
432 117 1901
342 1555 1902
512 115 1903
257 1833 1904
1366 754 1905
1277 101 1906
265 277 1907
921 407 1908
257 55 1909
109 1448 1910
359 398 1911
99 1869 1912
689 115 1913
1426 116 1914
884 116 1915
1097 115 1916
111 1621 1917
258 362 1918
1907 116 1919
292 276 1920
257 1087 1921
1734 322 1922
1061 114 1923
331 660 1924
345 262 1925
1101 109 1926
1248 262 1927
1007 117 1928
1393 116 1929
309 430 1930
111 1861 1931
114 1931 1932
1918 101 1933
1933 116 1934
1934 261 1935
1224 354 1936
411 263 1937
1937 101 1938
1938 110 1939
1939 116 1940
1208 853 1941
814 108 1942
450 97 1943
979 115 1944
327 110 1945
1945 103 1946
435 117 1947
108 713 1948
375 1850 1949
1631 109 1950
291 103 1951
100 1056 1952
1359 115 1953
1935 114 1954
332 112 1955
364 102 1956
275 1229 1957
1953 115 1958
553 272 1959
1565 116 1960
1959 110 1961
1961 116 1962
46 266 1963
1163 1071 1964
259 430 1965
478 116 1966
1078 108 1967
479 270 1968
259 365 1969
1968 116 1970
411 101 1971
366 274 1972
257 1213 1973
257 1910 1974
1451 116 1975
1632 287 1976
1172 101 1977
947 262 1978
257 56 1979
1769 104 1980
1208 111 1981
1188 115 1982
1280 116 1983
275 270 1984
257 1852 1985
1981 100 1986
1903 116 1987
357 262 1988
257 1599 1989
257 623 1990
357 110 1991
1988 110 1992
107 121 1993
374 117 1994
111 437 1995
1992 116 1996
731 1152 1997
715 112 1998
267 444 1999
916 116 2000
1003 268 2001
114 456 2002
517 272 2003
282 121 2004
724 101 2005
1994 97 2006
1664 300 2007
649 101 2008
620 535 2009
394 116 2010
1239 119 2011
265 1380 2012
1879 101 2013
1898 97 2014
950 112 2015
622 446 2016
628 1082 2017
257 1899 2018
901 110 2019
257 1834 2020
411 262 2021
257 592 2022
687 99 2023
2023 101 2024
111 824 2025
260 1694 2026
307 116 2027
935 543 2028
568 99 2029
2029 116 2030
731 116 2031
1830 98 2032
1003 1303 2033
381 116 2034
258 272 2035
427 116 2036
825 101 2037
1363 274 2038
2031 101 2039
1672 1162 2040
357 1781 2041
1877 100 2042
1783 114 2043
508 101 2044
347 1424 2045
1047 116 2046
257 1972 2047
1723 101 2048
2019 103 2049
2049 116 2050
111 1948 2051
349 356 2052
400 117 2053
108 98 2054
111 2052 2055
392 262 2056
414 274 2057
1626 101 2058
743 100 2059
1169 103 2060
2007 108 2061
1657 101 2062
108 770 2063
1126 101 2064
1504 116 2065
46 576 2066
611 437 2067
473 262 2068
1606 869 2069
1990 108 2070
2015 116 2071
367 116 2072
806 268 2073
1449 103 2074
2074 101 2075
2075 115 2076
2051 111 2077
2077 287 2078
2036 101 2079
696 116 2080
415 110 2081
473 97 2082
258 1817 2083
267 1859 2084
265 269 2085
1656 116 2086
2001 101 2087
366 112 2088
2087 100 2089
1767 270 2090
111 507 2091
413 97 2092
279 263 2093
969 109 2094
418 115 2095
514 338 2096
257 483 2097
1116 110 2098
2098 116 2099
287 322 2100
100 106 2101
750 110 2102
457 116 2103
369 117 2104
474 101 2105
630 99 2106
1676 337 2107
342 110 2108
1796 114 2109
649 117 2110
109 2091 2111
2037 110 2112
288 1911 2113
1376 97 2114
257 1333 2115
1248 287 2116
111 295 2117
948 115 2118
453 276 2119
257 2063 2120
1652 108 2121
350 1856 2122
718 99 2123
2123 101 2124
257 57 2125
472 583 2126
1184 272 2127
299 1847 2128
342 262 2129
867 274 2130
118 577 2131
111 1605 2132
306 117 2133
1810 111 2134
1698 102 2135
260 340 2136
111 455 2137
2135 97 2138
2138 99 2139
2139 116 2140
2140 117 2141
1855 100 2142
267 928 2143
306 270 2144
306 269 2145
1947 776 2146
100 1432 2147
357 112 2148
969 99 2149
292 110 2150
73 68 2151
1125 99 2152
314 1103 2153
369 120 2154
531 116 2155
2132 111 2156
1987 111 2157
2156 114 2158
916 289 2159
355 272 2160
2158 116 2161
328 337 2162
1682 101 2163
2163 110 2164
314 290 2165
842 269 2166
2136 112 2167
111 2137 2168
2154 116 2169
370 101 2170
257 1298 2171
2167 116 2172
1868 101 2173
369 103 2174
1008 295 2175
2006 386 2176
941 116 2177
848 101 2178
287 270 2179
84 117 2180
304 402 2181
2165 110 2182
114 2181 2183
659 110 2184
1498 398 2185
107 295 2186
1290 289 2187
1029 114 2188
111 2106 2189
1584 104 2190
108 395 2191
2190 269 2192
1772 111 2193
1060 97 2194
353 97 2195
353 272 2196
2196 103 2197
2197 104 2198
100 402 2199
2130 99 2200
1240 121 2201
1116 315 2202
279 376 2203
628 117 2204
1240 262 2205
2204 97 2206
512 116 2207
2116 108 2208
323 98 2209
105 606 2210
331 274 2211
1620 274 2212
1454 262 2213
1825 282 2214
2148 101 2215
849 100 2216
291 117 2217
2107 104 2218
364 112 2219
108 1089 2220
279 633 2221
114 1194 2222
785 114 2223
433 270 2224
820 358 2225
288 1829 2226
2111 108 2227
312 547 2228
683 116 2229
1633 115 2230
108 518 2231
453 115 2232
1381 500 2233
759 110 2234
1955 101 2235
424 262 2236
2236 115 2237
2237 115 2238
108 2004 2239
419 103 2240
349 110 2241
2235 99 2242
304 103 2243
2242 116 2244
2211 99 2245
104 1195 2246
114 1079 2247
1628 110 2248
2248 116 2249
531 2067 2250
2103 101 2251
1598 116 2252
111 2239 2253
1072 100 2254
311 97 2255
422 110 2256
572 286 2257
558 293 2258
2257 100 2259
314 103 2260
344 110 2261
371 529 2262
2133 262 2263
259 352 2264
861 106 2265
911 261 2266
357 121 2267
1414 261 2268
468 99 2269
682 116 2270
420 97 2271
104 395 2272
2076 116 2273
765 101 2274
477 115 2275
302 1793 2276
926 262 2277
2277 115 2278
2278 115 2279
816 356 2280
731 104 2281
108 1658 2282
257 122 2283
1031 295 2284
2265 101 2285
2285 99 2286
1679 110 2287
357 99 2288
1630 116 2289
2286 116 2290
257 2034 2291
2094 320 2292
109 811 2293
2229 101 2294
421 103 2295
443 1727 2296
1699 101 2297
342 102 2298
349 116 2299
422 709 2300
2298 102 2301
827 115 2302
288 537 2303
1398 121 2304
2303 110 2305
257 1659 2306
630 100 2307
311 2251 2308
114 2308 2309
1469 99 2310
2005 115 2311
421 121 2312
325 388 2313
2310 101 2314
484 324 2315
1410 259 2316
1740 101 2317
409 121 2318
275 1408 2319
108 262 2320
1745 101 2321
647 110 2322
2010 105 2323
2232 116 2324
273 2025 2325
779 521 2326
722 121 2327
2320 97 2328
821 115 2329
2328 483 2330
658 272 2331
1495 110 2332
2331 116 2333
1419 356 2334
273 1433 2335
265 380 2336
360 121 2337
2336 101 2338
257 2220 2339
2323 108 2340
294 293 2341
111 2231 2342
849 115 2343
285 119 2344
500 270 2345
607 99 2346
2346 97 2347
2347 262 2348
2345 116 2349
557 83 2350
260 629 2351
265 1086 2352
1025 117 2353
1950 351 2354
106 705 2355
2060 110 2356
105 1013 2357
1016 101 2358
468 2247 2359
1247 115 2360
258 322 2361
2353 97 2362
2287 116 2363
534 112 2364
449 102 2365
1985 117 2366
111 2183 2367
1381 1710 2368
805 352 2369
394 99 2370
265 2055 2371
1121 100 2372
282 317 2373
735 98 2374
1746 115 2375
1165 507 2376
1061 293 2377
271 1485 2378
114 2199 2379
1249 115 2380
1444 282 2381
368 97 2382
2189 116 2383
1760 910 2384
260 2330 2385
1293 116 2386
2386 104 2387
2000 101 2388
453 286 2389
782 830 2390
1790 269 2391
118 334 2392
1160 101 2393
108 398 2394
1397 114 2395
806 101 2396
792 455 2397
65 1505 2398
1721 838 2399
463 101 2400
2376 108 2401
2085 274 2402
1513 115 2403
306 97 2404
2195 98 2405
487 110 2406
1838 289 2407
292 1168 2408
1984 104 2409
1414 104 2410
581 656 2411
2411 110 2412
753 99 2413
1928 322 2414
539 101 2415
639 116 2416
114 436 2417
1094 101 2418
1143 262 2419
2419 100 2420
99 583 2421
466 101 2422
1299 115 2423
260 2162 2424
620 115 2425
1228 115 2426
517 405 2427
2194 116 2428
1865 100 2429
1466 117 2430
257 90 2431
355 79 2432
936 115 2433
428 53 2434
100 1452 2435
2101 117 2436
1212 384 2437
534 304 2438
2438 104 2439
2439 116 2440
890 295 2441
367 102 2442
294 99 2443
2313 116 2444
2442 116 2445
108 2282 2446
418 358 2447
675 270 2448
2448 116 2449
104 1995 2450
1593 108 2451
305 758 2452
1093 121 2453
387 270 2454
2454 116 2455
525 109 2456
2185 274 2457
2295 101 2458
473 117 2459
2392 97 2460
278 110 2461
328 262 2462
1971 116 2463
1894 293 2464
1588 116 2465
1016 438 2466
114 1738 2467
109 1118 2468
766 100 2469
688 116 2470
104 445 2471
278 99 2472
1033 1786 2473
956 101 2474
2021 261 2475
2475 110 2476
484 322 2477
114 2477 2478
1177 110 2479
674 110 2480
267 2078 2481
646 97 2482
1960 101 2483
2065 97 2484
46 34 2485
2243 101 2486
417 293 2487
2443 101 2488
2016 100 2489
305 1269 2490
288 585 2491
681 2096 2492
84 262 2493
264 384 2494
2494 101 2495
353 2355 2496
312 354 2497
2495 657 2498
2498 115 2499
1707 108 2500
2215 114 2501
1803 644 2502
2484 110 2503
1204 115 2504
1438 115 2505
278 2315 2506
257 2210 2507
282 2186 2508
2193 114 2509
487 420 2510
1085 110 2511
314 98 2512
367 110 2513
258 1675 2514
2436 115 2515
2515 116 2516
534 117 2517
421 98 2518
703 97 2519
746 511 2520
474 262 2521
323 518 2522
271 115 2523
1919 119 2524
355 2246 2525
257 499 2526
1337 117 2527
257 2435 2528
1155 120 2529
2529 116 2530
1824 115 2531
558 104 2532
271 2365 2533
822 97 2534
2200 116 2535
1466 116 2536
273 263 2537
2524 97 2538
366 101 2539
100 276 2540
2538 262 2541
265 110 2542
364 103 2543
722 116 2544
1731 101 2545
1179 101 2546
104 1148 2547
396 262 2548
2470 101 2549
1419 289 2550
2396 121 2551
865 269 2552
638 295 2553
2548 97 2554
1017 116 2555
934 293 2556
500 326 2557
321 99 2558
2398 386 2559
2413 274 2560
486 116 2561
111 2379 2562
328 274 2563
359 2508 2564
2561 261 2565
2565 114 2566
311 356 2567
1792 121 2568
428 50 2569
1667 97 2570
608 110 2571
2305 99 2572
2178 114 2573
2572 101 2574
662 97 2575
475 2309 2576
2269 99 2577
2570 115 2578
472 101 2579
1138 115 2580
287 117 2581
1729 295 2582
889 1079 2583
309 103 2584
878 324 2585
408 102 2586
257 1884 2587
267 339 2588
1068 115 2589
513 507 2590
368 116 2591
1574 99 2592
257 2564 2593
257 2367 2594
1468 100 2595
1940 115 2596
257 2567 2597
720 269 2598
1980 351 2599
892 116 2600
2600 101 2601
1487 102 2602
2602 117 2603
2266 293 2604
586 101 2605
2261 111 2606
1534 115 2607
2048 2080 2608
510 358 2609
278 115 2610
2606 116 2611
2579 110 2612
2039 1238 2613
1150 107 2614
893 262 2615
965 100 2616
2610 119 2617
1301 104 2618
2617 101 2619
476 117 2620
292 953 2621
530 115 2622
2332 99 2623
108 1917 2624
2623 101 2625
573 116 2626
257 2468 2627
938 115 2628
312 121 2629
257 2147 2630
1143 114 2631
1970 101 2632
2558 101 2633
2476 115 2634
1146 110 2635
355 383 2636
331 112 2637
450 117 2638
1230 318 2639
417 114 2640
355 117 2641
288 2045 2642
65 1912 2643
1110 115 2644
114 709 2645
530 99 2646
1398 338 2647
2405 274 2648
1666 110 2649
976 269 2650
299 410 2651
2179 101 2652
522 116 2653
978 285 2654
639 101 2655
67 383 2656
1382 115 2657
2113 318 2658
108 1724 2659
104 1437 2660
424 97 2661
2057 318 2662
369 276 2663
760 97 2664
2663 114 2665
2003 2327 2666
275 1969 2667
109 405 2668
1996 115 2669
494 365 2670
2557 282 2671
257 537 2672
2349 115 2673
814 490 2674
2661 110 2675
259 1952 2676
1065 99 2677
2677 116 2678
424 291 2679
443 430 2680
2578 101 2681
508 110 2682
1511 115 2683
291 1181 2684
271 2253 2685
416 116 2686
2369 99 2687
114 803 2688
2687 97 2689
2689 112 2690
2050 104 2691
1839 115 2692
260 1505 2693
109 1298 2694
417 115 2695
1881 1690 2696
1634 644 2697
558 103 2698
275 454 2699
1863 115 2700
716 269 2701
288 2227 2702
108 429 2703
271 284 2704
260 276 2705
2293 116 2706
1614 115 2707
2694 116 2708
2708 101 2709
2586 101 2710
608 101 2711
508 97 2712
814 100 2713
451 1849 2714
257 1549 2715
273 2222 2716
1718 324 2717
114 521 2718
73 83 2719
449 269 2720
2114 108 2721
308 115 2722
999 269 2723
938 100 2724
2022 101 2725
1412 114 2726
2692 268 2727
2727 101 2728
831 110 2729
2706 101 2730
306 121 2731
314 436 2732
2589 263 2733
1563 455 2734
257 691 2735
815 116 2736
2294 114 2737
1612 287 2738
2738 116 2739
2739 101 2740
1492 295 2741
2632 110 2742
2601 457 2743
265 410 2744
1163 326 2745
542 101 2746
849 511 2747
1235 116 2748
1007 101 2749
2748 97 2750
2750 103 2751
2751 101 2752
2362 108 2753
370 922 2754
1750 98 2755
1005 115 2756
2523 121 2757
2757 99 2758
271 2478 2759
2177 101 2760
832 262 2761
1627 114 2762
114 1604 2763
267 2383 2764
285 263 2765
1110 116 2766
257 803 2767
2027 105 2768
104 446 2769
2149 107 2770
104 1965 2771
1634 114 2772
100 365 2773
2690 101 2774
279 272 2775
688 286 2776
2765 101 2777
2732 115 2778
271 1720 2779
111 2777 2780
279 444 2781
257 2676 2782
682 105 2783
349 99 2784
311 121 2785
257 614 2786
118 121 2787
114 518 2788
1010 103 2789
111 910 2790
2526 115 2791
2240 101 2792
327 293 2793
297 166 2794
1998 111 2795
2795 114 2796
2796 116 2797
1124 282 2798
1299 100 2799
2629 274 2800
105 2709 2801
2446 99 2802
1762 115 2803
2802 101 2804
468 1424 2805
2693 108 2806
721 116 2807
1093 709 2808
1045 115 2809
271 2488 2810
114 346 2811
2772 100 2812
1436 117 2813
907 556 2814
757 349 2815
299 121 2816
2813 116 2817
494 386 2818
275 404 2819
2814 117 2820
2393 114 2821
2816 263 2822
2822 100 2823
400 263 2824
2819 101 2825
642 2462 2826
302 303 2827
1840 270 2828
516 274 2829
279 564 2830
472 261 2831
372 117 2832
933 110 2833
501 361 2834
2170 116 2835
267 582 2836
275 1388 2837
2152 116 2838
1449 97 2839
2778 116 2840
271 1932 2841
2835 104 2842
2833 116 2843
514 270 2844
2820 108 2845
1489 115 2846
2590 108 2847
2014 262 2848
2455 97 2849
1076 262 2850
2849 110 2851
822 101 2852
1951 101 2853
1638 100 2854
114 813 2855
105 644 2856
2840 287 2857
2637 97 2858
118 117 2859
2762 116 2860
689 100 2861
2758 104 2862
2260 262 2863
474 117 2864
257 2624 2865
2844 116 2866
2860 104 2867
1410 690 2868
109 1604 2869
2863 101 2870
357 103 2871
2805 98 2872
2872 274 2873
1150 116 2874
114 1089 2875
100 2274 2876
114 1380 2877
287 749 2878
2858 287 2879
1368 115 2880
120 1079 2881
114 584 2882
408 2131 2883
796 101 2884
2884 99 2885
2885 116 2886
2793 101 2887
1059 101 2888
392 117 2889
416 303 2890
97 1897 2891
108 605 2892
1349 115 2893
257 2801 2894
920 48 2895
645 110 2896
44 34 2897
105 799 2898
260 2516 2899
2245 116 2900
257 1654 2901
1344 458 2902
1272 1821 2903
946 337 2904
357 336 2905
1583 116 2906
409 356 2907
443 98 2908
734 116 2909
258 1800 2910
73 78 2911
2068 101 2912
109 454 2913
2902 110 2914
2887 660 2915
372 269 2916
77 404 2917
105 1295 2918
2440 115 2919
1242 114 2920
104 1364 2921
472 262 2922
2206 386 2923
1929 338 2924
2830 107 2925
443 120 2926
2897 257 2927
265 2660 2928
114 1261 2929
257 467 2930
2115 112 2931
662 115 2932
112 2891 2933
2174 97 2934
2931 101 2935
2935 110 2936
2936 286 2937
2937 110 2938
1334 399 2939
258 270 2940
2698 101 2941
2941 116 2942
2942 97 2943
387 346 2944
2940 115 2945
2945 117 2946
2946 101 2947
760 101 2948
257 2876 2949
47 47 2950
1458 97 2951
2768 108 2952
257 2730 2953
2425 116 2954
884 115 2955
331 891 2956
2634 315 2957
260 2540 2958
111 545 2959
627 110 2960
2934 116 2961
1153 110 2962
292 1087 2963
862 269 2964
2761 285 2965
100 1269 2966
292 2374 2967
1497 112 2968
568 110 2969
2389 293 2970
2871 101 2971
258 398 2972
111 2792 2973
2968 97 2974
2097 110 2975
2975 97 2976
2974 110 2977
84 121 2978
257 2769 2979
424 2263 2980
2510 111 2981
1005 110 2982
854 282 2983
1105 346 2984
105 490 2985
265 2780 2986
2622 346 2987
472 2547 2988
415 98 2989
1615 115 2990
109 2918 2991
2984 110 2992
291 112 2993
100 1303 2994
1237 303 2995
980 101 2996
2996 99 2997
1342 101 2998
611 262 2999
943 289 3000
1750 99 3001
2995 289 3002
655 365 3003
1088 289 3004
1343 115 3005
1012 2280 3006
2160 110 3007
2256 103 3008
619 742 3009
476 270 3010
291 120 3011
1915 1159 3012
1254 122 3013
2829 98 3014
108 402 3015
309 112 3016
534 101 3017
941 386 3018
2999 116 3019
2571 269 3020
380 116 3021
1030 114 3022
366 116 3023
84 609 3024
1820 114 3025
571 2399 3026
950 110 3027
3027 116 3028
571 262 3029
108 1146 3030
967 114 3031
3029 101 3032
792 101 3033
3031 116 3034
2226 110 3035
107 1252 3036
114 1815 3037
1875 274 3038
1537 97 3039
58 2950 3040
416 110 3041
3008 101 3042
1904 116 3043
619 101 3044
2786 105 3045
2182 100 3046
3045 100 3047
267 2161 3048
1468 110 3049
288 268 3050
3050 261 3051
3051 114 3052
267 2450 3053
279 274 3054
1105 108 3055
3055 282 3056
3056 116 3057
616 928 3058
763 115 3059
1837 525 3060
2961 315 3061
3060 104 3062
703 262 3063
2705 910 3064
257 2180 3065
1453 101 3066
906 116 3067
831 115 3068
1593 109 3069
2053 115 3070
1280 289 3071
3067 269 3072
1457 274 3073
258 2539 3074
2422 108 3075
1344 110 3076
3028 287 3077
1334 259 3078
258 263 3079
2890 274 3080
84 69 3081
1715 322 3082
1515 1195 3083
114 340 3084
472 2671 3085
305 614 3086
459 263 3087
349 262 3088
114 2898 3089
3035 99 3090
1691 115 3091
1542 116 3092
950 1238 3093
1696 1780 3094
287 2344 3095
109 547 3096
475 295 3097
312 1452 3098
3098 103 3099
452 1421 3100
2088 116 3101
375 97 3102
1819 101 3103
3100 111 3104
2592 274 3105
1715 116 3106
3104 287 3107
1722 105 3108
282 338 3109
790 511 3110
378 352 3111
1158 507 3112
114 3111 3113
1539 115 3114
108 3109 3115
111 3115 3116
665 115 3117
287 399 3118
351 110 3119
257 2966 3120
739 99 3121
267 322 3122
2731 115 3123
3123 116 3124
2554 100 3125
3124 101 3126
3112 108 3127
1067 1642 3128
1107 115 3129
451 2896 3130
288 2426 3131
1002 97 3132
3014 287 3133
593 741 3134
2615 100 3135
843 57 3136
1183 101 3137
3137 110 3138
3138 97 3139
3139 110 3140
326 1651 3141
342 515 3142
3140 99 3143
3143 101 3144
100 1192 3145
1225 116 3146
3146 261 3147
287 262 3148
1667 347 3149
560 115 3150
291 293 3151
3149 110 3152
1976 116 3153
331 120 3154
1363 295 3155
2119 115 3156
1395 110 3157
1718 108 3158
1262 259 3159
2301 101 3160
2857 116 3161
2093 101 3162
2791 97 3163
3102 286 3164
257 3036 3165
3163 103 3166
570 263 3167
258 1528 3168
2073 1321 3169
999 115 3170
3091 116 3171
2834 104 3172
2244 115 3173
111 122 3174
2944 110 3175
2032 525 3176
3176 104 3177
1914 287 3178
109 3178 3179
1288 101 3180
1142 445 3181
416 276 3182
100 3179 3183
988 115 3184
257 1687 3185
2262 101 3186
111 404 3187
1040 284 3188
3114 116 3189
2990 116 3190
2056 115 3191
1068 361 3192
954 112 3193
3193 116 3194
1366 262 3195
111 672 3196
116 3141 3197
114 3197 3198
2775 110 3199
257 2668 3200
257 2652 3201
2471 282 3202
637 285 3203
1207 110 3204
360 2421 3205
1423 109 3206
3063 97 3207
3207 115 3208
420 402 3209
2062 645 3210
827 116 3211
3132 110 3212
3188 115 3213
258 2771 3214
2742 116 3215
111 3209 3216
428 55 3217
819 117 3218
259 874 3219
599 100 3220
2012 289 3221
2410 269 3222
2205 110 3223
3223 101 3224
3224 115 3225
3225 115 3226
2044 100 3227
275 395 3228
468 322 3229
1007 287 3230
3211 104 3231
2507 101 3232
517 882 3233
275 2213 3234
1395 293 3235
967 419 3236
1326 97 3237
2922 101 3238
267 1129 3239
3164 109 3240
3237 110 3241
1198 263 3242
2292 108 3243
84 594 3244
2976 109 3245
364 116 3246
1866 115 3247
1920 97 3248
3238 110 3249
573 438 3250
2519 286 3251
1460 101 3252
73 67 3253
2102 97 3254
288 103 3255
2997 116 3256
651 112 3257
1566 101 3258
1093 294 3259
3259 114 3260
1169 98 3261
2711 116 3262
3107 116 3263
2908 274 3264
418 117 3265
260 2832 3266
364 98 3267
1870 101 3268
3261 101 3269
2646 928 3270
3269 116 3271
368 110 3272
343 276 3273
308 286 3274
645 121 3275
558 110 3276
2874 104 3277
273 270 3278
680 99 3279
307 337 3280
2418 110 3281
1441 101 3282
3282 115 3283
1117 99 3284
114 3003 3285
1012 1133 3286
2472 500 3287
1542 101 3288
998 340 3289
375 356 3290
2317 101 3291
265 1118 3292
3279 101 3293
643 101 3294
1080 352 3295
417 102 3296
2839 114 3297
3296 117 3298
3147 114 3299
1028 99 3300
956 115 3301
2978 112 3302
1568 115 3303
1753 289 3304
3274 100 3305
3298 108 3306
1326 1001 3307
392 385 3308
2555 117 3309
323 660 3310
257 269 3311
2272 268 3312
304 577 3313
966 102 3314
260 2892 3315
1113 115 3316
905 101 3317
1591 101 3318
534 346 3319
3230 108 3320
710 112 3321
2879 116 3322
100 1276 3323
259 317 3324
611 459 3325
260 2595 3326
2221 107 3327
2127 114 3328
443 110 3329
109 3082 3330
3314 117 3331
973 263 3332
3332 101 3333
3166 101 3334
389 2991 3335
2851 99 3336
3336 101 3337
340 623 3338
2047 115 3339
1335 121 3340
428 54 3341
1506 115 3342
361 300 3343
1236 48 3344
2672 111 3345
1205 99 3346
3346 101 3347
257 88 3348
1012 270 3349
1451 102 3350
108 430 3351
2969 115 3352
2146 97 3353
3353 110 3354
326 117 3355
342 3285 3356
2536 111 3357
940 97 3358
984 3126 3359
2219 112 3360
1703 426 3361
503 3012 3362
1035 115 3363
1222 395 3364
581 116 3365
309 120 3366
1627 115 3367
2603 108 3368
394 97 3369
2859 108 3370
993 289 3371
604 116 3372
271 3116 3373
2584 110 3374
1490 100 3375
257 2493 3376
1383 101 3377
357 1897 3378
3377 100 3379
2981 108 3380
257 2217 3381
3001 339 3382
1313 890 3383
3161 101 3384
331 543 3385
921 320 3386
1737 111 3387
288 112 3388
109 3305 3389
1857 115 3390
285 3096 3391
111 3389 3392
2483 322 3393
73 80 3394
83 380 3395
268 274 3396
3395 101 3397
2467 104 3398
451 2804 3399
312 2790 3400
111 1181 3401
1776 115 3402
111 2655 3403
1929 121 3404
1272 97 3405
332 116 3406
2141 262 3407
3358 98 3408
291 754 3409
265 263 3410
360 334 3411
1165 116 3412
259 455 3413
3405 110 3414
1584 1104 3415
1017 456 3416
105 3088 3417
259 295 3418
1618 592 3419
2503 99 3420
3420 101 3421
2150 101 3422
368 115 3423
442 515 3424
312 1456 3425
285 3343 3426
1707 324 3427
3414 116 3428
267 3216 3429
109 3426 3430
111 3430 3431
630 115 3432
2609 322 3433
1025 281 3434
480 115 3435
114 3403 3436
301 110 3437
2953 115 3438
1340 274 3439
1736 104 3440
3192 104 3441
108 3313 3442
724 269 3443
260 2703 3444
275 3095 3445
468 115 3446
1109 295 3447
3422 119 3448
3255 103 3449
659 116 3450
937 115 3451
651 102 3452
725 365 3453
278 103 3454
1610 115 3455
3208 101 3456
1660 101 3457
993 116 3458
2325 293 3459
620 102 3460
570 340 3461
3461 116 3462
111 356 3463
1112 100 3464
651 99 3465
1757 115 3466
1640 115 3467
428 49 3468
1991 101 3469
964 376 3470
1190 293 3471
278 2881 3472
477 110 3473
259 112 3474
962 1836 3475
3370 110 3476
271 3037 3477
1678 115 3478
312 1423 3479
1798 108 3480
3476 101 3481
517 97 3482
105 741 3483
821 100 3484
103 1269 3485
275 445 3486
105 677 3487
1966 269 3488
3386 108 3489
111 2417 3490
109 3092 3491
1892 112 3492
100 3316 3493
84 119 3494
2337 115 3495
2545 115 3496
3367 116 3497
257 3330 3498
3495 116 3499
2268 293 3500
3486 116 3501
2424 115 3502
1049 115 3503
267 362 3504
3236 114 3505
268 3473 3506
453 365 3507
275 3113 3508
271 762 3509
3499 101 3510
3357 114 3511
472 2673 3512
755 112 3513
2141 376 3514
451 3019 3515
904 112 3516
195 169 3517
2635 99 3518
708 117 3519
675 117 3520
1065 259 3521
3518 101 3522
503 2684 3523
3103 97 3524
3524 361 3525
2473 376 3526
1307 112 3527
1956 114 3528
1554 115 3529
2909 282 3530
3529 115 3531
114 1406 3532
3401 110 3533
86 2151 3534
1517 115 3535
904 99 3536
257 2191 3537
2072 116 3538
118 2342 3539
3513 101 3540
297 162 3541
3540 99 3542
3542 116 3543
2209 268 3544
1660 111 3545
1832 269 3546
433 117 3547
302 1711 3548
3322 101 3549
108 463 3550
260 101 3551
3152 116 3552
1245 356 3553
114 705 3554
265 1423 3555
2877 108 3556
2815 115 3557
2032 1642 3558
493 114 3559
3504 110 3560
722 293 3561
502 53 3562
2299 101 3563
1055 282 3564
104 384 3565
257 3481 3566
780 3338 3567
3309 262 3568
305 2878 3569
3271 101 3570
3570 115 3571
2972 115 3572
257 3231 3573
814 116 3574
2009 110 3575
3458 101 3576
1069 100 3577
3108 109 3578
111 1145 3579
466 386 3580
114 1087 3581
3423 116 3582
1094 351 3583
2184 97 3584
3175 116 3585
3559 116 3586
3171 287 3587
257 544 3588
100 975 3589
1887 281 3590
1431 736 3591
1127 977 3592
407 110 3593
118 395 3594
1442 303 3595
3595 116 3596
108 404 3597
2363 101 3598
2619 114 3599
342 456 3600
3600 98 3601
111 463 3602
394 101 3603
1703 1152 3604
3212 99 3605
712 269 3606
1574 98 3607
3525 104 3608
111 1261 3609
287 535 3610
257 2241 3611
1513 116 3612
257 3391 3613
510 3392 3614
3607 101 3615
970 101 3616
894 97 3617
108 2853 3618
1891 115 3619
104 928 3620
2030 101 3621
286 585 3622
3621 100 3623
1444 320 3624
3528 320 3625
105 803 3626
2040 289 3627
3624 108 3628
2521 110 3629
3220 268 3630
1237 337 3631
3240 282 3632
408 103 3633
688 356 3634
114 383 3635
3203 1545 3636
1357 114 3637
3584 103 3638
531 361 3639
3629 99 3640
3639 284 3641
3640 104 3642
348 300 3643
3119 116 3644
3641 115 3645
3121 116 3646
608 115 3647
3462 101 3648
3633 110 3649
1285 108 3650
279 2856 3651
3649 97 3652
3652 110 3653
2989 121 3654
912 99 3655
3635 116 3656
3655 101 3657
1803 114 3658
3658 100 3659
494 286 3660
109 1364 3661
394 115 3662
3557 281 3663
257 2059 3664
2012 356 3665
966 101 3666
2704 115 3667
3661 261 3668
114 2486 3669
2381 339 3670
432 3398 3671
104 334 3672
259 121 3673
901 97 3674
292 1283 3675
435 908 3676
2642 116 3677
2465 97 3678
114 431 3679
1258 116 3680
722 115 3681
1084 115 3682
2024 115 3683
1326 259 3684
1039 102 3685
3685 354 3686
273 336 3687
108 583 3688
1620 541 3689
3678 108 3690
804 116 3691
3083 617 3692
973 116 3693
257 3491 3694
260 3323 3695
3693 104 3696
3696 269 3697
2594 108 3698
441 121 3699
105 3688 3700
791 366 3701
104 3196 3702
3545 114 3703
817 289 3704
721 289 3705
960 115 3706
3687 101 3707
109 3463 3708
931 262 3709
1770 455 3710
1349 108 3711
3667 101 3712
2209 456 3713
3691 97 3714
3076 101 3715
1065 351 3716
2071 115 3717
282 1710 3718
109 334 3719
1245 507 3720
1630 289 3721
1264 457 3722
389 3417 3723
420 274 3724
271 2798 3725
103 758 3726
414 2763 3727
257 3620 3728
2166 295 3729
703 346 3730
498 117 3731
2040 116 3732
267 354 3733
530 112 3734
257 1291 3735
1072 115 3736
3541 257 3737
875 511 3738
3350 282 3739
1814 114 3740
1264 543 3741
3431 108 3742
2252 101 3743
111 2562 3744
3638 101 3745
916 110 3746
257 402 3747
257 3148 3748
3622 116 3749
3749 101 3750
2041 110 3751
3099 274 3752
3751 116 3753
3601 274 3754
2525 300 3755
619 97 3756
1871 1325 3757
265 1648 3758
111 2100 3759
1337 97 3760
1732 100 3761
114 1721 3762
2954 2549 3763
3755 110 3764
2035 99 3765
1158 116 3766
791 101 3767
3767 97 3768
3768 100 3769
750 116 3770
3013 101 3771
634 112 3772
3307 269 3773
257 3493 3774
105 2722 3775
2041 116 3776
1163 339 3777
3324 100 3778
624 3106 3779
1187 591 3780
457 98 3781
261 3679 3782
84 72 3783
2415 115 3784
116 3782 3785
421 102 3786
3059 116 3787
3786 102 3788
3787 121 3789
114 3785 3790
3789 274 3791
2527 348 3792
279 3187 3793
3451 104 3794
257 2913 3795
553 1413 3796
3784 115 3797
1481 318 3798
2479 99 3799
581 499 3800
305 770 3801
366 98 3802
275 1118 3803
2291 351 3804
1065 399 3805
1744 262 3806
282 346 3807
557 115 3808
941 289 3809
3429 289 3810
262 1168 3811
3605 101 3812
710 97 3813
3560 268 3814
3017 99 3815
2608 315 3816
3448 97 3817
3814 315 3818
637 99 3819
307 2649 3820
2943 98 3821
2807 111 3822
3821 274 3823
1151 269 3824
1255 110 3825
3612 101 3826
2258 281 3827
2513 103 3828
100 2875 3829
2542 97 3830
904 115 3831
3819 274 3832
1828 115 3833
839 116 3834
2749 114 3835
104 3490 3836
2238 281 3837
267 3702 3838
3828 116 3839
1569 295 3840
117 3790 3841
638 274 3842
3153 101 3843
2382 99 3844
651 110 3845
282 356 3846
3722 108 3847
1563 107 3848
3822 114 3849
100 677 3850
2449 97 3851
1412 293 3852
3851 110 3853
282 691 3854
1106 101 3855
257 3594 3856
428 52 3857
2288 2789 3858
100 2460 3859
3855 97 3860
3860 110 3861
937 2582 3862
1537 101 3863
433 78 3864
70 3841 3865
2391 115 3866
105 537 3867
2533 1388 3868
2667 115 3869
715 426 3870
371 97 3871
2432 3534 3872
260 2746 3873
1002 3021 3874
1258 289 3875
292 3442 3876
2511 115 3877
2725 114 3878
1317 261 3879
97 1912 3880
279 2168 3881
403 101 3882
1842 269 3883
258 803 3884
929 269 3885
3713 116 3886
760 269 3887
1196 272 3888
3180 103 3889
3888 115 3890
510 121 3891
275 2653 3892
279 1448 3893
3891 99 3894
475 262 3895
1092 1651 3896
288 1098 3897
1511 300 3898
271 1906 3899
1470 114 3900
264 547 3901
413 115 3902
936 100 3903
3381 110 3904
2537 286 3905
756 269 3906
267 1478 3907
688 289 3908
659 121 3909
2938 116 3910
460 290 3911
3911 274 3912
84 501 3913
3806 110 3914
2532 979 3915
1012 282 3916
111 3643 3917
112 1932 3918
553 383 3919
683 99 3920
326 3917 3921
108 3921 3922
355 262 3923
73 286 3924
578 101 3925
2888 293 3926
3133 116 3927
1771 110 3928
271 631 3929
1242 116 3930
257 3597 3931
2514 108 3932
360 284 3933
114 1605 3934
1606 497 3935
1802 97 3936
3474 117 3937
3937 116 3938
413 2556 3939
3934 117 3940
3940 108 3941
73 290 3942
1143 287 3943
616 1742 3944
267 3202 3945
3318 114 3946
1956 1226 3947
84 1471 3948
625 101 3949
104 3925 3950
2581 290 3951
2745 294 3952
391 3668 3953
105 3556 3954
2461 117 3955
306 281 3956
1958 318 3957
3707 114 3958
291 276 3959
3416 108 3960
331 115 3961
494 440 3962
282 455 3963
2002 103 3964
3964 101 3965
647 107 3966
2008 119 3967
111 3550 3968
70 733 3969
1544 114 3970
109 456 3971
108 3778 3972
268 3565 3973
114 3973 3974
114 543 3975
1753 356 3976
3709 115 3977
3609 100 3978
2430 318 3979
3977 115 3980
311 617 3981
428 51 3982
299 2659 3983
513 289 3984
1612 2318 3985
1293 100 3986
3538 101 3987
282 269 3988
1030 115 3989
261 489 3990
843 52 3991
316 110 3992
111 3974 3993
103 3993 3994
108 3994 3995
459 270 3996
1127 1294 3997
2828 101 3998
3090 121 3999
453 352 4000
3989 116 4001
791 3634 4002
411 272 4003
4003 110 4004
100 3867 4005
305 786 4006
3010 116 4007
3681 115 4008
355 692 4009
1731 121 4010
3268 110 4011
3844 101 4012
1418 101 4013
257 3836 4014
257 3610 4015
817 99 4016
3069 259 4017
2921 456 4018
1578 295 4019
525 101 4020
394 112 4021
484 2645 4022
114 4022 4023
3576 100 4024
451 2907 4025
1983 101 4026
342 3275 4027
4026 100 4028
349 98 4029
1023 284 4030
4030 110 4031
4031 103 4032
3218 115 4033
904 276 4034
3961 115 4035
257 3938 4036
1670 2187 4037
2831 2563 4038
2270 115 4039
355 261 4040
623 322 4041
1384 696 4042
267 3506 4043
424 437 4044
323 3941 4045
2767 121 4046
2481 289 4047
935 101 4048
449 547 4049
301 385 4050
2207 116 4051
2469 583 4052
666 99 4053
725 115 4054
114 4016 4055
